[
  {
    "title": "A ROOM OF ONE'S OWN - A SHORT HISTORY OF THE SINGE PERSON ROOM",
    "creator": null,
    "category": 3,
    "tags": ["Ownership", " Furniture"],
    "startDate": 2015,
    "description": "- In Renaissance bedroom, the bed is an architectural structure in itself. (Dogma)\n- St. Jerome's studio is a composite piece of furniture that includes desk, shelf and a platform that clearly separates the studio from the rest of the space. … The personal room becomes a cabinet whose form is completely independent from the space it inhabits. (Dogma)",
    "sources": ["Dogma, \"A Room of One's Own - A Short History of the Singe Person Room\", Volume #46: Shelter, December, 2015."]
  },
  {
    "title": "A ROOM WITHOUT OWNERSHIP",
    "creator": null,
    "category": 2,
    "tags": ["Ownership", " Furniture"],
    "startDate": 2016,
    "description": "- Hannes Meyer's co-op room suggested mobility and uprootedness as proper lifestyle for metropolitan workers, challenging the stable ideological image of home. Reduced to a minimum and installed with objects of use, the anonymity and sparseness of furnishings suggested the possibility of architecture of use against architecture of property. The lack of identity indeed provided the inhabitants freedom from not owing a property.",
    "sources": ["Pier Vittorio Aureli, \"A Room without Ownership\" in Hannes Meyer Co-op Interieur, (Berlin: Spekter Books, 2016)."]
  },
  {
    "title": "A VERTICAL THEORY OF URBAN DESIGN",
    "creator": null,
    "category": 2,
    "tags": ["Archipellago"],
    "startDate": 2002,
    "images": [{ "src": "/images/media/A VERTICAL THEORY OF URBAN DESIGN.jpg", "src_thumb": null, "caption": null }],
    "description": "Chapter 1: Premises for a Vertical Theory\n- A redefinition for more habitable working and living urban environments: more diverse; greater multiplicity; less regimented; with networks of plazas, parks and enclosed spaces in the sky (12).\n- The proposition that skyscraper design should be urban involves an integration of socio-economic-political-environmental and physical concerns with the architectural concerns of building design (14).\n- Alexi Marmot Associates: People do not remain in one place in the skyscraper. They move about within their spaces over the working day and require a diversity of environments (15).\n- As an urban design proposition we would need to design skyscraper spaces similar to the urban spaces found at the ground plane but with different types and scales (18).\n- Would all the occupants of the high-rise have to make their way down to the ground plane or to the podium levels to find the basic amenities necessary to make their lives complete and diverse; and would these amenities be adequate to meet the multitude of needs of this sizable population (23)?\n- Designing the skyscraper as urban design offers a greater set of opportunities for reforming its built form and, in effect, for rediscovering the many hidden opportunities in its built form. For the investor, it could increase the range of marketing features, to enhance sales or rentability and the building's long-term asset value (27).\n- Simply stated, the basis for the vertical theory of urban design is the recreation, up in the sky, of ideal habitable urban conditions found at ground level (29).\nChapter 2: The Tall Building Typology and Cities\n- Our intention is not to advocate the tall building per se, but simply to propose that this built form should be designed and adopted only if it is inevitable (34).\nChapter 3: Decompartmentalizing the Skyscraper's Built Form\n- A condition of access that is dictated by the main banks of elevator cores. The experiences of movement are thus limited, often noncontiguous, visually segmented vertically and unpleasant. These transitional sites within buildings and at their edges provide design opportunities to create novel spatial experiences for the building's users (65).\n- By blurring and dissecting the borders and edges, and boundaries between these spaces, we can create pleasurable crossings across the spatial borders as one of the decompartmentalize ways to the rigid stratification of the conventional high-rise (67).\nChapter 4: Urban Design Framework and Vertical Land-Use Mapping\n- The three-dimensional matrix is not a system of zoning but a framework that allows a variety of uses close to one another (83).\n- We should be able to map vertical land-uses and other aspects such as infrastructures, population density, income levels and so on as the basis for designing these as an urban design endeavor (85).\nChapter 5: Diversification of Vertical Land Uses\n- The diversity of land use within the skyscraper will lead to the enabling of a life style where home, work and leisure are vertically interwoven within a single neighborhood. Then, through diversification of land uses in the high-rise, new closer links can be forged between the different components of city life within one single high-rise precinct. Residential, commercial, leisure and educational uses can be combined or placed in close proximity within a given area, allowing a new synergy to develop between users and uses (99).\nChapter 6: Public Realms and Place-Making in the Sky\n- The challenge is how to create streets-in-the-sky in the upper parts of the new high-rise and planning them as linked spaces in its three-dimensional matrix. In contemporary cities, the importance of \"place\" has diminished in the face of accelerated flows of people, ideas, capital, mass media and other products, and the reinvention of these spaces provides the opportunity to reconstruct the city as new high-rise precincts (103).\nChapter 7-12 tbc",
    "sources": ["Ken Yeang, Reinventing The Skyscraper: A Vertical Theory of Urban Design, (Great Britain: Wiley-Academy, 2002)."]
  },
  {
    "title": "A-TYPICAL PLAN",
    "creator": null,
    "category": 2,
    "tags": ["Workspace"],
    "startDate": 2013,
    "description": "- The deep plan in American office and the thin plan in European office\n- Efficiency and flexibility/ repetition and sameness – efficiency in the repetitive floors became equated with the monotony and depersonalization of the workplace. (Kuo, 20)\n- Dominance of plan– the ultimate limitations and opportunities lie in the disposition of services in plan. (Kuo, 21)\n- Affordable workplace – as industrialization created a class of labor that no longer needed to be at the source of production, the demand for mass affordable workspaces in urban areas became pressing. … The design of the office space is inseparable from the economy it implies. … Like in housing, the question of the individual within the collective lies at the center of consideration. (Kuo, 23)\n- Technological innovations help to shape the organization and image of the office building and by extension, the company within. (Kuo, 24)\n- Increasing performance sometimes requires embracing a certain inefficiency which may extend into the spatial realm. (Kuo, 24)\n- By pushing the extreme of the individual, the Philip Morris project highlights what is communal even farther. (Lamuniere, 113)",
    "sources": [
      "Jeannette Kuo, \"A-Typical Plan\" in A-Typical Plan, On Identity, Flexibility, and Atmosphere in the Office Building, (Zurich, Park Books, 2013).",
      "Ines Lamuniere, \"A Conversation – Context and Atmosphere in the Office Typology\" in A-Typical Plan, On Identity, Flexibility, and Atmosphere in the Office Building, (Zurich, Park Books, 2013)."
    ]
  },
  {
    "title": "AIRBNB PHOTOGRAPHY",
    "creator": null,
    "category": 4,
    "tags": ["Sharing Economy"],
    "startDate": 2015,
    "description": "Airbnb Photography Tips: (1) Brighten up the inside – pull open the curtains, focus away from the window and shoot during the daytime when the room is sunny. (2) Shoot into the corner – Shooting flat onto the wall makes the room seem smaller than in real life, whole corners give a sense of true perspective. Rule of thirds and composition. (3) Remove clutter from the space to make the room seem more spacious, arrange flowers, fan magazines, dust surfaces, clean up. (4) Highlight unique amenities, patio, bbq, awesome kitchen, great view, washer-dryer, fireplace, the details that hotels wouldn't have. Fill up the home with life and personality. (5) Take photos outside – help set people's expectations of their arrival, shoot during the first hours of sunrise – \"golden hour\" when light is more diffused and brings out the broadest range of color. Don't forget the neighborhood – take pictures of your locale, a great restaurant, or gorgeous scene, local attraction. More is more, the more pictures, the more excited people will get about your listing.",
    "sources": ["\"Top 5 photo tips for a stellar listing\", Airbnb Blog, last modified April 8, 2015, https://blog.atairbnb.com/top-5-photo-tips-for-a-stellar-listing."]
  },
  {
    "title": "AMERICAN WOMAN'S HOME",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "startDate": 1869,
    "images": [{ "src": "/images/media/AMERICAN WOMANS HOME.jpg", "src_thumb": null, "caption": null }],
    "description": "- Moveable partitions accommodate for changing family structures\n- Work spaces are optimized for the needs of the particular work, serving to professionalize domestic labor\n- Privacy is close to the traditional single-family home levels",
    "sources": null
  },
  {
    "title": "ARCHITECTURE AND UTOPIA",
    "creator": null,
    "category": 2,
    "tags": ["Utopia Under Capitalism"],
    "startDate": 1976,
    "description": "- Hilberseimer's Groszstadtarchitektur as a project which accepted capitalist control over urban reality (it complied) while demystifying its pretended representations through the radically didactic \"inhuman\" simplicity of its architectural form (Tafuri, 74) opted for organization rather than design – a sort of urban planning without architecture. There is no crisis in the object – the object has disappeared, the only emerging imperative is dictated by the laws of organization.\n- \"But architecture, at least traditionally conceived, is a stable structure, which gives form to permanent values and consolidates urban morphology. Those wishing to give up this traditional conception and bind architecture instead to the destiny of the city, had only to regard the city as the specific place of technological production – and the city itself as a technological product – thus reducing architecture to a mere link in the production chain\" (Tafuri, 42). \n\n- \"Being directly related to the reality of production, architecture was not only the first to accept, with complete lucidity, the consequences of its own commercialization, but was even able to put this acceptance into effect before the mechanisms and theories of political economy had furnished the instruments for such a task. Starting from its own specific problems, modern architecture as a whole had the means to create an ideological situation ready to integrate design, at all its levels, with the reorganization of production, distribution, and consumption in the new capitalist city\". (Tafuri, 48) \n\n- \"Henry ford stated: We want artists in industrial relationship. We want masters in industrial method – both form the standpoint of the producer and the product. We want those who can mold the political, social, industrial, and moral mass into a sound and shapely whole. We have limited the creative faculty too much and have used it for too trivial ends. We want men who can create the working design for all that is right and good and desirable in our life\" (Tafuri, 67).",
    "sources": ["Manfredo Tafuri, Architecture and Utopia, Design and Capitalist Development, (Cambridge: The MIT Press, 1976)."]
  },
  {
    "title": "BOARDING HOUSE",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "description": "Boarding houses were places where unrelated individuals could live, they had separate rooms and public spaces to gather and socialize. They accommodated travelers but also became permanent residence for others. Some received room and board in exchange of for labor. A significant characteristic of boarding houses was that as domestic work was outsourced, chores change from being done out of love to being done in exchange for money. The boarding house said to have been the type against which the American single-family house idea of domesticity evolved against to conceptualize itself. It was the same developments that increased the demand for \"American institutions\" – the expansion of urban manufacturers and commerce, the dramatic increase in the number of city residents in need of shelter, the emergence of economies based less on custom and more on cash – helped give rise to the domestic ideal that the nineteenth century Americans came to call home. As employers – no longer bound by craft traditions – increasingly declined to house their employees, homes became the private abodes of loving families. As artisan workshops gave way to factories and retail stores, \"home\" became distinct from \"work\".\" (4)\nThere were larger scale boarding houses that operated as a large residence, and at the other end of the spectrum, there were families that would take a boarder in one of their spare rooms to help them pay the bills. There were boarding houses for every degree of social status. Boarders took their meals with the family on a common table while lodgers slept in the house but took their meals elsewhere. 1/3 to ½ of all urban Americans either boarded or took boarders at some time in their life. Most families took in one or two boarders at a time. When income was needed, a private boarding house could have 6 to 10 tenants. Keeping a low profile helped the family avoid technically required hotel licenses and annual taxes.\"",
    "sources": null
  },
  {
    "title": "BUILT IN BOSTON",
    "creator": null,
    "category": 2,
    "tags": ["Sharing Economy"],
    "startDate": 1999,
    "description": "- The definition of \"Sharing Economy\" is not clear especially as it relates to \"on-demand economy\", \"the gig economy\", \"the DIY economy\", or \"crowd based economy\". The European Parliament defines the sharing economy as \"The use of digital platforms or portals to reduce the scale for viable hiring transactions or viable participation in consumer hiring markets […] thereby reduce the extent to which assets are under-utilized\" (Murillo, 2)\n- SE is particular type of platform capitalism - \"Platform capitalism\": a market place for the hire of assets and services that would otherwise be underutilized or not even recognized as such, normally as a discount to those charged by traditional incumbents.\n- Platform: a set of online digital arrangements whose algorithms serve to organize and structure economic and social activity.\n- Platforms are highly unequal, due to venture capitalism, SE companies have the same strong incentives to eliminate competitors and establish monopolistic markets as any other segment of the economy, in contrary to the idea that SE is a grassroots initiative, and a democratic ideal. (Murillo, 4) ex. Is the purchase of Lyft and Zipcar by Avis an example of \"sharing\"?\n- Traditional companies are adapting to the models of collaborative culture.\n- The SE is an example of a pure profit-based capitalistic economy in its earliest form.\n- despite the attractive label and the entrepreneurial successes of companies like Uber or Airbnb, success is based more on their capacity to monetize human effort than on the sharing component.\" Platform workers move in and out of jobs with no secure role in the market, no occupational identity, and little future perspective. This is a shift away from contract work and towards shirt-term freelance work. (Murillo, 6) \n- Around 60% of workers claim to use the SE for less than 50% of their household income. Insufficient pay was identified as the main reason for leaving this type of work (43%) and not finding enough work was the main cause of dissatisfaction (49%). (6)\n- \"If this on-demand economy can allocate resources more efficiently than the state, what is the implicit corollary of this statement? The benefits that markets provide are not necessarily the same as those that government action might achieve. It is against the interest of platforms to co-operate with law enforcement. (5)",
    "sources": ["Douglass Shand-Tucci, Built in Boston, (Amherst: University of Massachusetts Press, 1999), 101-130."]
  },
  {
    "title": "CARTHUSIAN MONASTERY",
    "creator": null,
    "category": 1,
    "tags": ["Institutions", " Housing Precedents"],
    "startDate": 1084,
    "images": [{ "src": "/images/media/CARTHUSIAN MONASTERY.jpg", "src_thumb": null, "caption": null }],
    "description": "Organized as a series of layers arranged around a central cloister, the living quarters of the Carthusian monastery deployed the corridor as a device to modulate levels of privacy and collectivity in its community. Manifesting \"with utmost clarity the tension between communal life and the possibility of being alone,\" the monastery was a total environment for the lives of its 16-18 inhabitants, and the nested corridor organization provided variation within the whole. Rationalism and a desire for systematization underscored the plan, and \"an ensemble of great beauty was created by the repetition of the same small elements\" (The Charterhouse, 114).\nIn some senses a \"form of ideal town-planning…that would have remained a Utopia in any other context,\" the Carthusian monastery was a world unto its own, which, through its internal arrangement, could exist anywhere without having to consider external factors (The Charterhouse, 114). There were two types of monks, the conversi and the donati. The conversi were bound by eternal vows, and the donati were not, but they both committed to an isolated life in a single cell (The Charterhouse, 113). The challenge of the architecture was to weld the three distinct areas of life in the monastery into one whole. These areas were (1) the monks' cloister and its dozen cells, (2) the group of community buildings including the refectory, chapterhouse and library, the church and the prior's cell, and (3) the precinct in which the conversi and the donati saw to the needs of the monastery and received its guests, but which also shielded the monks from the world. This area was the economic interface with the outside world, which allowed the monks a greater degree of seclusion than the practice of begging, which was adopted by new Orders in the thirteenth century. The inclusion of this sphere into the monastery whole negated the need for the monastery to stipulate any specifications about the locale in which it was located. It was a security that \"afforded against the intrusion of the world\" and allowed these charterhouses to propagate in a multitude of environment types, from valleys and mountains to villages, outside of towns and even within towns (The Charterhouse, 113).\nThe monastery was strongly fortified and enclosed by a wall strengthened by seven towers. There was one entrance gate which led to the large domestic court of the monastery with the prior's house in the middle. From here one could access the church, the guesthouse, the stables, and the cells of the donati. Also occupying the border between the domestic realm and the cloister of the conversi was the kitchen, the refectory, the chapter-house and the small cloister, but these were only accessible from the larger cloister. The small cloister had a visual connection to the church at the height of the rood screen.\nAround the large cloister eighteen monks' cells were arranged, forming \"a kind of housing estate strung out round the passage or cloister,\" within view of the cemetery, which stood in front of the church. In this configuration, all were reminded that \"the silence of the living echoed the peace of the dead\" (The Charterhouse, 114). Each cell was arranged to enhance the solitude of the monks. A secondary corridor along the cloister shielded the monks' house and garden from noise from the cloister, and a small slit that opened into a closet was for passing food to the monk. \"The layout took account of the monk's need for solitude in every particular. He did not only want to be alone, but also to feel alone\" (The Charterhouse, 114). The cell consisted of three small living rooms, as well as a latrine, a larder, and a large garden that was three or four times as large as the whole house, and surrounded by a high wall (The Charterhouse, 114).",
    "sources": ["The Charterhouse", "\"Living and Working: How to Live Together,\" Dogma"]
  },
  {
    "title": "CIAM GRID",
    "creator": null,
    "category": 4,
    "tags": ["Devices"],
    "startDate": 2017,
    "images": [{ "src": "/images/media/CIAM GRID.jpg", "src_thumb": null, "caption": null }],
    "description": "- At CIAM VII Bergamo in 1949, the grid was presented as an analytical method for comparing the various subjects and designs discussed at CIAM congresses.\n- The Athens charter was simplified into four functions; each was give a color and placed on the ASCORAL grid. The color system functioned as following: dwelling in green, working in red, cultivating the body and the mind in yellow and circulation in blue.\n- This system allowed other members of CIAM to make presentations in a way that could be discussed and analyzed. It opened up the way for the younger generation of CIAM to put forward their ideas and gave them the freedom to challenge the leadership and strategy of Le Corbusier.\n- The grid and the debates surrounding its validation was characteristic of the postwar CIAM climate with much emphasis on official and bureaucratic procedures. Eventually, this climate would instigate the younger generation to abandon the CIAM organization altogether.",
    "sources": ["\"CIAM Grid: A Diagram and its Limits\", Model House, accessed November 6, 2017, http://transculturalmodernism.org/article/132"]
  },
  {
    "title": "CITY AS HOTEL",
    "creator": null,
    "category": 2,
    "tags": ["Collective Living"],
    "startDate": 2017,
    "images": [{ "src": "/images/media/CITY AS HOTEL.jpg", "src_thumb": null, "caption": null }],
    "description": "Anna Puigjaner's essay \"The City as a Hotel,\" published in the catalogue for the Together! Exhibition, makes a case for kitchenless apartments as instigators for collectivity. \nThese apartments, which proliferated in New York at the turn of the century because they fell outside the bracket of housing subject to the Tenement House Law of 1901 (they were technically equated to hotels), eliminated domestic drudgery for the individual dweller by creating collective domestic services, more commonly associated with hotels. Thus, \"some elements normally found within the home\" were \"moved… into the public sphere\" (65). \nCollective kitchens, dining rooms, centralized vacuuming systems, nurseries, and shared maids were some of the services that were exported from the private home into the larger, public collective of the building. This new typology \"reduced the cost of living significantly but also modified the role of women in the home,\" and framed domesticity \"in a much broader urban vision\" (65). \nThe Ansonia was an apartment hotel in New York owned and developed by W.E.D. Stokes. Stokes had a vision for creating \" an exemplary residential building with…collective household services and extraordinary facilities for the comfort of its residents\" (65). From summer cooling via cold-water pipes along the façade, to integrated communication via pneumatic tubes that connected all apartments through which messages and small objects could be sent, to even a small farm on the roof to augment The Ansonia's self sufficiency and provided fresh milk and eggs delivered via butler to each apartment, Stokes created an experiment in living together in comfort – a version of collective luxury. \nThe apartment layout was flexible in order to accommodate changing needs and fluctuating family size of residents. Many types of apartments were available, from one bedrooms with or without a bathroom to apartments of up to fourteen rooms with several bathrooms and with or without a kitchen. Out of the 340 apartments, only 140 had kitchens and dining rooms (66). \nBecause of the flexible layout, vacant rooms could be rented out at hotel rooms, ensuring profitability of the overall investment (67). Also, some apartments could be extended through adjoining rooms. \nThe loophole of the apartment as hotel, while both a higher-yield investment for developers and a more affordable way of living for a broader range of people, such as single working women, could only exist if regulated by the more lax building code for hotels. The 1929 Multiple Dwelling Law put an end to the apartment hotel by directly targeting the kitchenless typology, stipulating height, occupancy, and size that eliminated the privileges previously enjoyed by the apartment hotel and caused it to longer be a profitable investment (71).\nAnother visionary experiment that relied on the kitchenless typology was Topolobampo. Promoted by Albert K. Owen, who followed Fourier's utopian principals in designing a city of apartment hotels and cooperative domestic buildings, \"believed that the city should be planned as a unitary grand hotel, where streets were halls and houses were rooms, everything planned, connected, and well served\" (67).\nThe city was designed as an orthogonal grid with three types of streets and three types of buildings (avenues, streets and alleys; residential hotels, terraced houses, detached houses), each typology with its own domestic service and a communal dining room on every corner (68).\nInnovation in transport was the main collectivizing principal, with electric cars planned to deliver food and goods all over the city at any hour. Electric and pneumatic systems \"allowed cities to be imagined in which the whole urban fabric was organized and formalized based on the transport of cooked food, bags of laundry, goods, and other collective domestic supplies (69).",
    "sources": ["Anna Puigjaner, The City as a Hotel,\" Together! Exhibition Catalogue, Vitra Design Museum and Ruby Press, Weil am Rhein (2017)."]
  },
  {
    "title": "COMPANY TOWN",
    "creator": null,
    "category": 4,
    "tags": ["Corporate Architecture", " Institutions"],
    "startDate": 2017,
    "description": "- USA\n- Started with extractive industries - coal, metal mines, lumber.\n- In US, at their peak, company towns made up of 3% of the housing, totally 2,500 towns. Company towns were dealing directly with affordability, claiming to improve the worker's conditions by offering higher quality of life that would otherwise be available to the workers: housing and schooling, though the package also came with some \"morally uplifting\" paternalism. The \"welfarism\" of the company town was later exchanged for higher wages, and less provisions, a laisser-faire approach that was deemed \"more American\".\n- Failed due to the lack of elected officials and municipally owned services, workers resented the employer, had no say in local affairs and felt dictated\n- Ended after the \"New Deal\" which make home ownership more accessible to the working class, through low deposit, and low interest loans.\n- They were economically successful: made more money from swindling they employees than from what they mined or produced",
    "sources": ["\"Company Town\", Wikipedia, last modified September 13, 2017, https://en.wikipedia.org/wiki/Company_Town", "Hardy Green, The Company Town, (New York: Basic Books, 2010)."]
  },
  {
    "title": "CONNECTED DISTRIBUTION",
    "creator": null,
    "category": 1,
    "tags": ["Workspace", " Archipellago"],
    "startDate": 2016,
    "description": "- Based on the changing notion of work and the trend of decentralization of workspace as a result of the burgeoning mobile technologies and sharing economy, this thesis proposed distributed co-working office in under-utilized areas within Boston. By tapping into the public amenities such as subway and dense housing stocks, the proposed shared office typology acts as a neighborhood office as well as a public resource. (McLaughlin)",
    "sources": ["Ryan McLaughlin, Thesis/ Dissertation \"Connected Distribution – Planning Boston for the Future Worker\", Massachusetts Institute of Technology, 2016."]
  },
  {
    "title": "MONU #24: DOMESTIC URBANISM",
    "creator": null,
    "category": 3,
    "tags": ["Domestic Urbanism"],
    "startDate": 2016,
    "description": "In an interview with Herman Hertzberger in Monu #24: Domestic Urbanism, Hertzberger talked about a few concepts about domesticity and urbanism.\nBASIC UNITS\nHertzberger believes that units have to be 30-40 square meters to make houses affordable in the future. The units should have everything fundamental inside, but with the possibility of extensions and manipulations according to family, age and other considerations.\nNEARBYNESS\nFor Hertzberger, high-rise buildings disconnect people from the street and from contact with their neighbors. According to him, the word domestic means first and foremost what is behind the front door. But it is important to have contact and mutual relationships with other things and people as well. The threshold between the apartment and the communal and the public spaces has to be designed and public space has to be domesticated.\nNEW THINGS\nHertzberger thinks that there are possibilities to create common spaces today but we have to find out what these new things are that bring people together.\nNEW LIFESTYLES\nFor Hertzberger, working at home does not have to make houses so different for that purpose. As long as space is domesticated, every space can work. But the workspace also needs to be open so there is connection between the different spaces.\nMAKE SPACE BUT LEAVE ROOM\nHertzberger thinks that architects can create guidelines and design the basics, but leave the rest to the users. He described the gridiron plan as an example where a very simple basic division of blocks exists but every block can have different functions. He believes that having rules allow it to be free because freedom is the way you interpret the rules and what you do within the rules. Without rules there is just chaos.\n- Table: The principle idea for the Centraal Beheer building is that everything starts with a space with a table. This creates a space of around 16 square meters, which was a sort of theoretical building unit or building stone. It was the base for where you are supposed to feel accommodated and domestic. And for people to come together it is important to have this horizontal element, which you need to sit around, to make contact and to avoid people walking away too quickly. At a table you can have something to drink; you can read your papers and other such things. Of course, the most terrible fights and exciting love affairs can happen at a table as well. (Hertzberger)\n- YKK Dormitory: A headquarters building to accommodate short-stay apartments for the trainees of the company and for other staff. (Hertzberger)\n- Architects should stop being too concerned with aesthetics but think about thing that can practically be improved. This is about new paradigms, and we have to think about architecture in this way, rather than thinking in terms of simply creating nice forms. (Hertzberger)",
    "sources": ["Bernd Upmeyer, \"Domesticity: Interview with Herman Hertzberger\" in Monu #24: Domestic Urbanism, Spring, 2016."]
  },
  {
    "title": "ESSAYS IN PERSUASION",
    "creator": null,
    "category": 2,
    "tags": ["Automation", " Technological Unemployment"],
    "startDate": 1963,
    "description": "- \"We are being afflicted by a new disease of which some readers may not have yet have heard the name, but of which they will hear a great deal in the years to come --namely, technological unemployment. This means unemployment due to our discovery of means of economizing the use of labour outrunning the pace at which we can find new uses for labour.\" \"Mankind will be deprived of its traditional purpose.\" (Keynes)\n- \"We shall be able to rid ourselves of many of the pseudo-moral principles which have hag-ridden us for two hundred years, by which we have exalted some of the most distasteful of human qualities into the position of the highest values [:] The love of money as a possession - as distinguished from the love of money as a means to the enjoyments and realities of life [...] (Keynes)",
    "sources": ["John Maynard Keynes, Essays in Persuasion, (New York: W.W. Norton & Co., 1963), 358-373."]
  },
  {
    "title": "EXPERIMENTAL FURNITURE DESIGN IN THE 1920S",
    "creator": null,
    "category": 3,
    "tags": ["Furniture", " Transformable"],
    "startDate": 1989,
    "description": "- A competition brief in 1924: new furniture for workers' apartments: \"reconstructible\" (i.e., collapsible and transformable) insofar as \"the proletariat room, given the current apartment crisis, cannot boast of spaciousness.\" This furniture was also to be sturdy small in size, multipurpose, cheap, hygienic, beautiful, \"Soviet\" in its general appearance, comprehensible to the amateur carpenter and, at the same time, capable of standardization and mass production. (Lavrentiev, 143)\n- In the late 1920s, research into the processes of everyday living was dominated by ideas of function and rationalization. It was felt that if the communal dwelling could be properly designed with a well-developed network of social functions, everyday life could be totally reconstructed and practically all processes extended beyond the confines of the apartment. (Lavrentiev, 146)",
    "sources": ["Alexander Lavrentiev, \"Experimental Furniture Design in the 1920s\", The Journal of Decorative and Propaganda Arts, Vol. 11, Russian/Soviet Theme Issue 2, Winter, 1989."]
  },
  {
    "title": "EXTRASTATECRAFT",
    "creator": null,
    "category": 2,
    "tags": ["Medium"],
    "startDate": 2014,
    "description": "Keller Easterling's 2014 book reveals the invisible yet powerful role infrastructure space plays in shaping the political, economic, cultural, and thus spatial (territorial and urban) rules that govern contemporary civilization. She posits that within infrastructure space, a new form of architectural agency may lay, one that leverages the contemporary position of architecture as information (13). \nEasterling links the deployment of infrastructure space to the rise of the top echelon of global power players, who take advantage of \"prevailing political ideologies\" to \"lubricate their movement through the world,\" enacting an international choreography of objects and content whose circulation remains secret but whose consequences are concrete (15). She describes the feedback loops of materials, labor and public relations that reveal the roots even the most 'innocent' companies have in the \"'3D' jobs (dirty, dangerous, and demeaning)\" (54).\nHighlighting \"active forms\" as a variety of specific tactics that can influence the \"disposition\" of various forces in the extrastatecraft network, Easterling outlines a series of typologies from multipliers, switches, wiring/topologies, and governors, which augment the impact of a traditional design from the singular to the systematic. She assembles a confrontational toolbox of an \"alternative activist repertoire\" that \"exploits the cultural stories as well as the organizational attributes that inflect disposition\" (214). Ranging from historic vernacular forms such as gossip, gift-giving (Trojan horse) to the managementese-catering, exaggerated compliance and doubling, to the dada-esque distraction/irrationality, finally to the tactics of hacking and linguistic aesthetic athletics.",
    "sources": ["Keller Easterling, Extrastatecraft: The Power of Infrastructure Space, (London: Verso, 2014)."]
  },
  {
    "title": "HEINRICH TESSENOW",
    "creator": null,
    "category": 2,
    "tags": ["Interior"],
    "description": "Tessenow was a German architect born in 1876, belonging to the same generation as Adolf Loos. \nHis 19th century urban context was one of a rapidly growing proletariat due to the industrial revolution. This influx of workers created typologies of extremely market driven architecture, formed by an urban-plan driven by maximizing density while staying within precise fire-safety constraints. The housing type that was widely produced in Berlin at the time, the \"mitskaserne\", or rental barracks, was a courtyard typology based on fire vehicles' turning circles. The substandard living conditions of the working class in Berlin, the largest tenement city in the world, was the context for which Tessenow sought to design an alternative.\n\nTessenow's proposals for worker's housing and his ideas for alternatives were rooted in the rural German cottage houses. With Schinkel's work and Goethe's garden house as precedents, he sought ways of connecting architecture with landscape, proposing working class housing in more rural environments. His work has a clean aesthetic, one purged of ornament or decoration but was rather focused on materiality, drawing on the discourse of John Ruskin. He was particularly interested in construction methods, actually patenting his own process of erecting walls. This sensibility to the construction process is evident in the way that he rendered his projects. \n\nIt is said that Tessenow often started his projects from the interior. He made very precise vignettes of interior spaces in thin pen lines. With consistent line weights, he rendered elements important in a different way than his contemporaries. He drew particular importance on objects that conveyed the domesticity of the workers. His drawings convey, coziness, familiarity, framing a habitable space. The materiality of his projects became the ornament as well as the device which gives depth in his interiors renderings. For example, a wallpaper is rendered as a hatch of geometrical crosses which gives spatiality to the room, defining the ceiling height. This method often erased hard lines. The wallpaper does not make the corners of the room, but they are implied through the perspective of the hatch. His use of a consistent line weight across the same drawing requires that the density of lines, and therefore detail of the material itself, is the device that gives focal attention. He even rendered trees with such specificity as to convey the actual type of tree he intended. His attention to the interior and his emphasis on the particularities of everyday life emphasized by his method of representation taking a reduced interior and giving it qualities.",
    "sources": [
      "Lecture by Atelier Kempe Thill, accessed November 3rd 2017, https://www.youtube.com/watch?v=obxV0JGh_RQ&index=1&list=PLqiB0PaPzAvmXMNBZqPr3bA1wxWn972KJ",
      "\"Heinrich Tessenow, Study of a House over a Lake, 1903\", Arquitectura en Dibuixos Exemplars, Francisco Martínez Mindeguía, accessed November 3rd, 2017, http://etsavega.net/dibex/Tessenow-lago-e.htm."
    ]
  },
  {
    "title": "HONEYWELL, I'M HOME! THE INTERNET OF THINGS AND THE NEW DOMESTIC LANDSCAPE",
    "creator": null,
    "category": 2,
    "tags": ["Sharing Economy"],
    "startDate": 2015,
    "description": "- Objects are dematerializing into live streams, downloads, e-books, smartphone apps, and the so-called \"sharing economy\". (McGuirk, 48)\n- What we think of as \"domestic space\" is being completely redefined. We need look no further than the rise and rise of Airbnb. The rental website epitomizes a new era of nomadic, vicarious living, in which one can simply slip into different lifestyles like dresses. Its evangelists proclaim a utopian mission of sharing over owning (CEO Brian Chesky famously claims not to own a home) and like good neo Marxists they talk of use-value rather than exchange-value. (McGuirk, 48)\n- Airbnb is what we have instead of state-subsidized affordable housing, and it is leading to the wholesale commodification of domestic space. (McGuirk, 48)\n- Our homes are increasingly the primary sites of production. This is not just true of new flexible labor models that allow many people to work from home; it also applies to the so-called \"sharing economy\" (read the digital rental economy) that allows us to commodify our private spaces so effortlessly. (McGuirk, 50)",
    "sources": ["Justin McGuirk, \"Honeywell, I'm Home! The Internet of Things and the New Domestic Landscape\" in Housing after the Neoliberal Turn: International Case Studies, (Leipzig: Spector Books, 2015)."]
  },
  {
    "title": "HOUSE OF INDUSTRY",
    "creator": null,
    "category": 1,
    "tags": ["Live-Work"],
    "startDate": 1929,
    "images": [{ "src": "/images/media/HOUSE OF INDUSTRY.jpg", "src_thumb": null, "caption": null }],
    "description": "- In 1929, Ivan Leonidov proposed the first office slab for Moscow, a House of Industry. Its rectangles were conceived as socialist Typical Plans: a parallel zone reintroduced the full paraphernalia of daily life – pools, tanning beds, club like arrangements, small dormitories – to create a compressed 24-hour cycle not of business-life, but of life-business. (Koolhaas, 348)",
    "sources": ["Rem Koolhaas, \"Typical Plan\" in SMLXL, (New York: The Monacelli Press, 1995)."]
  },
  {
    "title": "HOUSING AFTER THE NEOLIBERAL TURN",
    "creator": null,
    "category": 2,
    "tags": ["Affordable Housing"],
    "startDate": 2015,
    "description": "- \"Neoliberal\" as one of the factors affecting the housing system is defined by two intersecting axes: the first one is the privatization of social provision according to David Harvey; the second one is defined by Michel Foucault as the transformation of a homo-economicus into a human capital. (Martin, 59)",
    "sources": ["Reinhold Martin, Housing after the Neoliberal Turn: International Case Studies, (Berlin: Specter Books, 2015)."]
  },
  {
    "title": "IN DEFENSE OF HOUSING",
    "creator": null,
    "category": 2,
    "tags": ["Affordable Housing", " Public Housing"],
    "startDate": 2016,
    "description": "- The commodification of housing is a relatively new thing (since 1950s), historically housing was not an independent sector of the economy - it was rather a by-product of larger social/economical relationships – unity of labor and domesticity. (Madden & Marcuse, 18) \"Housing is the precondition for both work and for leisure. Even in early capitalist society – housing was shaped by the organization of work rather than being produced as a commodity in its own right. In exchange for labour, property owners provided housing for their workers on terms ranging from exploitative to friendly (Madden & Marcuse, 21). Slowly, housing was disembodied from the circuits of work and production to become a direct bearer of economic value itself (Madden & Marcuse, 22). *The market value of housing is not a function of the work that occurs within*. \n- Globalization of housing - housing is not part of global economic networks so it responds to global signals and not to local ones - such as being used for investment and disengaged with community (34).\n- Controlling one's housing is a way to control one's labor as well as one's free time, which is why struggles over housing are always, in part, struggles over autonomy.\" (Madden & Marcuse, 12)\n- Public regulation over the housing market is essential – as it is a domain of struggle between different and unequal groups – deregulation would cause massive displacement and residential segregation (Madden & Marcuse, 50).\n- Housing as tool for bolstering social order (Madden & Marcuse, 125)",
    "sources": ["Steven Madden, Peter Marcuse, In Defense of Housing, (New York: Verso, 2016)."]
  },
  {
    "title": "IT'S HARD TO FIND A GOOD LAMP",
    "creator": null,
    "category": 1,
    "tags": ["Furniture"],
    "startDate": 1993,
    "description": "- The configuration and the scale of art cannot be transposed into furniture and architecture. The intent of art is different from that of the latter, which must be functional. … The art of a chair is not its resemblance to art, but is partly its reasonableness, usefulness and scale as a chair. These are proportion, which is visible reasonableness. The art in art is partly the assertion of someone's interest regardless of other considerations. A work of art exists as itself; a chair exists as a chair itself. And the idea of a chair isn't a chair. (Judd , 1)\n- But the difference between art and architecture is fundamental. Furniture and architecture can only be approached as such. Art cannot be imposed upon them. If their nature is seriously considered the art will occur, even art close to art itself. (Judd , 1)\n- I kept the building but moved to West Texas with my two children, where I rented a small house on the edge of town. … The two small children played and slept in one of the four rooms. In order to give them each an area of their own notwithstanding the one room, I designed a bed which was a closed platform of one by twelves with a central, freestanding wall, also of one by twelves. (Judd , 1)\n- I am often told that the furniture is not comfortable, and in that not functional. The source of the question is in the overstuffed bourgeois Victorian furniture, which as I said, never ceased. The furniture is comfortable to me. Rather than making a chair to sleep in or a machine to live in, it is better to make a bed. A straight chair is best for eating or writing. The third position is standing. (Judd , 4)",
    "sources": ["Donald Judd, It's Hard to Find a Good Lamp, 1993."]
  },
  {
    "title": "JACOB RIIS – TENEMENT PHOTOGRAPHY",
    "creator": null,
    "category": 2,
    "tags": ["Affordable Housing"],
    "startDate": 1849,
    "endDate": 1914,
    "images": [{ "src": "/images/media/JACOB RIIS.jpg", "src_thumb": null, "caption": null }],
    "description": "- 1849-1914, New York\n- Photographed conditions in tenements in attempt to alleviate their condition – his photographs were the cause for new regulations in tenement housing that improved living standards of the working class – Tenement House Act of 1901.\n- Activism through photography: exposed condition of water supply in NYC, and cause of cholera outbreaks.\n- \"Photographer and housing advocate who publicized the housing problems of the Lower East Side, connected the violence against property committed during the Draft Riots to tenement conditions\". The logic of his argument is that if the government ignores the poverty of the property-less people, their own property would suffer. \n-",
    "sources": ["\"Jacob Riis\", Wikipedia, last modified September 27, 2017, https://en.wikipedia.org/wiki/Jacob_Riis", "Steven Madden, Peter Marcuse, In Defense of Housing, (New York: Verso, 2016)."]
  },
  {
    "title": "JUDD LOFT",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "startDate": 1968,
    "images": [{ "src": "/images/media/JUDD LOFT.jpg", "src_thumb": null, "caption": null }],
    "description": "- 1870 cast iron manufacturing loft bought by Judd in 1968\n- Street level became a gallery because it was very exposed\n- \"My requirements were that the building be useful for living and working and more importantly, more definitely, be a space in which to install work of mine and of others. At first I thought the building large, but now I think it small; it didn't hold much work after all. I spent a great deal of time placing the art and a great deal designing the renovation in accordance.\" (101 Spring Street, 1989)\n- Windows take up 2/3 of façade's surface\n- Judd wanted window corner free, so all the kitchens, bathrooms, library and closets were pushed into the northeast corner on each floor\n- Judd designed the rooms as pine=paneled inserts, with built-in closets\n- All items had to be carefully selected because they were visible all the time, no hidden storage\n- Furniture was used to create sense of location in the wide-open rooms (room within a room condition)",
    "sources": ["Alexandra Lange, \"Donald Judd's House\", New Yorker, May 13, 2013."]
  },
  {
    "title": "LIVING TOGETHER",
    "creator": null,
    "category": 2,
    "tags": ["Collective Living"],
    "startDate": 2017,
    "images": [{ "src": "/images/media/livingtogetherexhibition.jpg", "src_thumb": null, "caption": null }],
    "description": "The exhibition at the Vitra Center in August 2017, \"Together!,\" offered a timeline of collectivity, a model city of contemporary collective architecture, a 1:1 prototype of a cluster apartment, and an exhibition space featuring four firms who focus on different aspects of creating collective architecture, from financial structures to programmatic combinations.\nThe introduction essay in the exhibition catalogue offered several insights on the evolution of collective living, emphasizing emerging trends that redefine how we live now. The authors posed that the reorganization of city life into new collective forms is \"reinvigorating our cities and redefining urbanity\" (38). The combination of collective living with collective work as well as social and leisure spaces softens the border between housing and the city around it, bringing the city into these new housing experiments. \nThe architecture of the new collective is happening at three levels: individual apartment, apartment building, and urban space.\nIndividual apartment: Cluster apartments, which consist of a large shared living area embedded with smaller studio apartments with kitchenettes, function as a compromise between total independence and total collectivity. As a series of tiny houses within a larger grand house, this formation allows individuals to carry out daily tasks in privacy if they wish, but then also provide a large community space which and an overall infrastructure of pooled resources and responsibilities. \nApartment Building: Shared domestic facilities, like laundry, library, seminar spaces, workshops, play areas, collective kitchens with an employed cook, are supplementing traditional apartment buildings of individual apartments. \nUrban Space: New apartment buildings that offer space programmed for neighborhood functions. As an antidote to the \"stereotypical monofunctional housing developments of the post-war era, which tended to suffocate urban life thanks to the modernist dogma of functional separation,\" these new buildings recalibrate the relationship between private and public space, envisioning a city with in which housing does a lot of the work in creating it. The Kalkbreite housing cooperative Zurich dedicated 50% of its program to non-residential functions. These public facilities include a cinema, a packaging-free supermarket, three restaurants/cafes, doctors offices, office spaces, and a public courtyard with playing areas for children. \"These programs bring the city into the building and, conversely, make it a genuine part of the city\" (38).\nDensity control is a part of making this work. In Kalkbreite, there must be at least one person for each individual room, with an average of 33.2 square meters person, which is less than the city and country averages of residential space per person (39).",
    "sources": ["Mathias Muller, Daniel Niggli, Ilka Ruby, Andreas Ruby, \"Together! On the Renaissance off the Collective in Contemporary Urban Architecture\" Vitra Design Museum and Ruby Press, Weil am Rhein (2017)."]
  },
  {
    "title": "LOUIS-PHILIPPE OR THE INTERIOR",
    "creator": null,
    "category": 2,
    "tags": ["Interior", " Furniture"],
    "startDate": 1999,
    "description": "- For the private citizen, for the first time the living-space became distinguished from the place of work. The former constituted itself as the interior. The counting-house was its complement. The private citizen who in the counting house took reality into account, required of the interior that it should maintain him in his illusions. This necessity was all the more pressing since he had no intention of adding social preoccupations to his business ones. In the creation of his private environment he suppressed them both. From this sprang the phantasmagorias of the interior. This represented the universe for the private citizen. In it he assembled the distant in space and in time. His drawing-room was a box in the world-theatre. (Benjamin, 83)\n- The interior was not only the private citizen's universe, it was also his casing. Living means leaving traces. In the interior, these were stressed. Coverings and antimacassars, boxes and casings, were devised in abundance, in which the traces of everyday objects were moulded. The resident's own traces were also moulded in the interior. The detective story appeared, which investigated these traces. The Philosophy of Furniture, as much as his detective stories, shows Poe to have been the first physiognomist of the interior. The criminals of the first detective novels were neither gentlemen nor apaches, but middle-class private citizens. (Benjamin, 84)",
    "sources": ["Walter Benjamin, \"Louis-Philippe or the Interior\" in The Arcades Project, (Cambridge, MA: Belknap Press, 1999)."]
  },
  {
    "title": "MAGNITOGORSK HOUSING",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents", " Collective Living"],
    "startDate": 1930,
    "images": [{ "src": "/images/media/MAGNITOGORSK.jpg", "src_thumb": null, "caption": null }],
    "description": "Ivan Leonidov's Collective House proposal for Magnitogorsk\nIn 1930, the Russian architects group OSA, with Ivan Leonidov as team leader, took part in the competition of the urban design of the chemical and metallurgical settlement of Magnitogorsk, a new city on the extreme south of the Ural mountain range. When Stalin started out his plans for the industrialization of the rural Russia, he planned the foundation of several settlements based on a single industrial activity and Magnitogorsk was one of the most significant and ambitious.\nThe master plan proposed by the OSA group was a 15-mile linear city which connected the industrial hub and the state farms. In this linear city, the square geometrical principle organized the different scales of inhabitation, from the outline of the city to the layout of the housing units. The buildings were arranged in a low-density setting that responded to disurbanist theories. It also led the logic of the potential expansions of the whole city, which can be augmented through the addition of other squares, making it an open system (Gozak).\nIn the central strip of the city were the residential buildings constructed in timber and glass. On both sides of the housing were public buildings and spaces for leisure such as stadiums, sports facilities, parks and zoological and botanical gardens.\nIn the residential stripe, each housing complex was designed to accommodate 250 people in eight separate housing units. In each housing unit, sixteen small cabins located at the corners on two floors. Each cabin was shared between two people. In the center of the housing unit was the communal dining room which connected to two sanitary rooms with showers, a room for morning exercise and a room for collective leisure and cultural work (Gozak).",
    "sources": [
      "\"Ivan Leonidov's Competition Proposal for the Town of Magnitogorsk (1930)\", SOCKS, last modified: April 12, 2016, http://socks-studio.com/2016/04/12/ivan-leonidovs-competition-proposal-for-the-town-of-magnitogorsk-1930/.",
      "Andrei Gozak and Andrei Leonidov, Ivan Leonidov: The Complete Works (New York: Rizzoli, 1988)."
    ]
  },
  {
    "title": "MIT STUDENT HOUSING",
    "creator": null,
    "category": 1,
    "tags": ["Institutions"],
    "images": [{ "src": "/images/media/MIT HOUSING.jpg", "src_thumb": null, "caption": null }],
    "description": "Institution as Agent in the City\nEducational institutions in the Boston area occupy large areas of land and have big impacts on the housing market. In the MIT-adjacent trifecta of Boston-Cambridge-Somerville, students make up 15% of the total population. \nImagining that each student would occupy the absolute minimum living space allowed by sanitation code, this population of students would require an apartment with a footprint larger than downtown Boston.\nRents are higher in neighborhoods close to educational institutions. There is a $700 average difference in rental price for the same unit between neighborhoods in Boston with the highest and lowest number of students. \nOf the 65,000 renters in Cambridge alone, 4% are MIT graduate students. This is double the amount of MIT graduate students renting off-campus in Cambridge 20 years ago (2017 Interim Report, 9).\nGraduate students can outcompete low and moderate income renters on the housing market as \"additional renters in a tight housing market, and specifically, as roommate groups who can outprice local families for multiple bedrooms units (Clay Report, 45). From 2000-2013, Cambridge saw losses of low income (30-50% AMFI) and moderate income (50-80% AMFI) households. In this same period, it saw a small increase in very low income (<30% AMFI) households and a drastic jump in middle and high income (>80% AMFI) households (2017 Interim Report, 14).This also corresponds with the period in increasing graduate student presence on the rental housing market.\nGraduate students clearly contribute to the demand for rental housing in the area. Combined with the declining stock of rental units due to condo conversion, this has produced a highly competitive rental market in Cambridge, which has only a 2.5% vacancy rate, a rate which allows landlords to substantially raise rents. A 5.5% vacancy rate is the minimum at which rents tend to stabilize, and Cambridge and Boston have been below this rate since 2010 (2017 Interim Report, 10).\nMedian asking rents for 1, 2, and 3 BR units have increased on average 4%-6% per year since 2000 (a much higher rate than the increase of student stipends). From 2000-2013, 1BR asking rents increased 80%, 2BRs 65%, and 3BRs 60% -- Cambridge rents are increasing at an accelerated rate (Clay Report).\nGraduate students reported spending an average of 52% of their income on housing, sometimes even more. The average MIT graduate stipend, which is set yearly by the school of Life Sciences (check this) is about $30,000 per year. Other schools set graduate stipends, if they even have stipends, at around the same level.\nA Short History of MIT Student Housing\nIn the early 1930s, MIT President Karl Compton pontificated on the need for graduate residences: \"Graduate students now lack almost completely the social contacts, which the undergraduates enjoy throughout their manifold organized activities. Their cultural development, and hence their social effectiveness, depend on such contacts. The most natural cultural training comes from free social intercourse between men of differing interests but of equivalent intellectual outlook.\" (Clay Report, 10)\nNow, while 75% of the 4,524 undergraduate students live on Campus, only 36% of the nearly 6,355 graduate students live on campus. (2017 Interim Report, 21)\nThere is a shortage of graduate student housing. The actual number of the deficit has been difficult to determine, and there have been a series of studies and surveys that place the demand for MIT graduate student housing between 100 and 1450 new beds. \nThe Clay Report, the 2014 findings of the Graduate Student Housing Working Group, was a comprehensive report that projected demand for graduate student housing to be between 500 and 600 new beds, based on the number of off-campus students who would prefer to live on campus.\nThe 2017 GSC Housing Survey found a demand for 1450-2450 new beds based on the number of off-campus students who would prefer to live on campus depending on what is offered. \nIn 2017, there were 310 people in the on-campus housing lottery who did not receive accommodation. Of those, 100 stayed on the waiting list, hoping for a bed to open up.\nOne way to interpret the diversity of the estimates for housing demand is that they correlate with the rising rents in the area and the rising enrollment of graduate students and post-docs who all compete for the same housing stock. As demand rises, market rates soar, and the slightly lower-than-market rates of campus housing and its moderate rate of increase per year (3.5%) become more attractive.\nCampus rents range from $700 to $1,926 for one person (2017-2018 academic year).\nThe most recent report from the new Graduate Student Housing Working Group estimates the need for 1000-1100 new beds.\nBased on this report, the administration has committed to pledge 950 new beds to the graduate student housing stock. This number will include the following:\nThe Kendall Square Initiative includes a new 450-bed graduate student housing building, designed by NADAA. At the same time, the Eastgate graduate student family housing building will be demolished. This addition and subtraction will net 250 new beds. \nA new residence hall will be built which will accommodate at least 500 new beds. MIT is currently exploring sites for this and will apply for a discretionary, alteration or building permit no later than the end of 2020.\nConvert existing beds to permanent graduate beds (i.e. 70 Amherst) and/or establish new beds on MIT's campus or properties owned by MIT, to create an additional 200 beds. The discretionary, alteration or building permit for this will be applied for before the end of 2020.\nThese three prongs total 950 beds, which is still less than the estimate of demand put forth by the current working group.\nWhile MIT has been steadily adding to its stock of graduate housing (1470 units of graduate student housing between 1997 and 2017), it has always fallen short of the projected demand. Student and community activist groups like GSAN (Graduate Student Apartments Now) have organized to hold MIT responsible for housing its student population as a good neighbor within a larger community which it impacts greatly. GSAN has petitioned the Cambridge City Council to require MIT to provide student housing along with its new developments, beginning with its vast, new acquisition, the Volpe site.\nMIT as Landlord\nMIT is the biggest landlord in Cambridge, paying the lion's share of property taxes (14%), although all of its academic buildings are non-taxable. \nIn addition to its academic property, MIT owns several properties in Cambridge that are a part of its investment portfolio. Acting almost as an invisible extension of the MIT campus, these properties are leased to companies or used and managed as residential real estate, all revenues of which contribute to the MIT endowment. \nThe original land acquisition policy of MIT was to lease land out \"as is\" so that the tenant would cover any improvements and \"write down the capital cost of the property so that when it came time to transfer it into the academic category its cost would be low\" (O.R. Simha, MIT Faculty Newsletter, 2001). Basically, these land acquisitions were ensuring the possibility of the academic expansion of the institute, while gaining some advantages in the interim. \nIn the 1990s there was a change in the way MIT handled newly acquired land. It's program \"shifted from one whose primary goal was the assembling of land for future academic purposes, to one whose primary goal was the management and development of these properties to maximize the return on investment, until such time as it was needed for academic purposes\" (Simha, 14).\nIn 2004 the MIT Investment Management Company (MITIMCo) was established, and began operating more like a business than as an academic department. Former employees of the MIT treasurers office employees joined this new entity with higher compensation based on market standards for investment managers and also had compensation incentives based on performance. \"A key result of this arrangement is that the investment real estate group's employees, whose incomes are based in part on performance, were encouraged to seek maximum return for any land resource under their supervisors\" (Simha 14).\nA report in 1998 pointed to the conflict of interest between the priorities of ensuring academic expansion and seeking lucrative investments. The report said that \"the institute had failed to acquire some important properties that were key to its academic future, because the return on investment was not high enough to meet their benchmark for returns\" (Simha, 14).\n\"Since the 1960s, MIT has acquired a portfolio of nine apartment buildings in Cambridge that provide a total of 355 beds. These are in MIT's investment portfolio and are not part of the graduate housing inventory, but they are occupied 35% by graduate students. They are rented at market rates and don't have campus amenities\" (Clay Report).\nIt seems that MIT's efforts to combat the escalating market rental rates for its students by finding ways to provide more campus housing are in part foiled by it's other, more business-minded arm, MITIMCo. A bit like a snake eating it's own tail, the priorities of these two ends of the institution seem to be at odds with one another. Considered in the context that, although MIT has added significant graduate housing stock in the past decades, it has always fallen short of the demand, and even in its current pledge to create 950 new graduate beds, continues to fall short by 150 units of housing. \nOther recommendations made by the many well-conducted studies by MIT groups have also fallen on deaf ears. The Clay report recommended exploring new development options such as \"partnerships with developers, long-term leases on new housing, and incorporation of housing into non-residential buildings on campus and nearby\" (Clay Report, 8). MIT has, however, moved beyond the traditional dormitories, shifting to a more \"apartment, suite and studio-style living in buildings that look more like urban residential buildings than dormitories\" (Clay Report, 8). \nAppendix: MIT Campus Housing\nNew research into campus housing discourages high rises, which reportedly increased feelings of isolation and negatively influenced patterns of interaction sense of community. The study encourages creating 350-student buildings in a \"U\" or \"double tower\" configuration, made up of clusters of 30 students in single and double rooms at a distribution of 40% singles and 60% doubles, connected to a nearby common space (Architectural Principles for MIT Undergraduate Residences, 3). \nOn average, 85% of the square feet of the graduate residence hall is for bedrooms or private students spaces. Housemaster and mechanical space take up 25%, and common spaces and amenities the other 25% (Clay Report).\nFor graduate students, common space and programming are less important, with \"price, unit type, short commute times, air conditioning, and access to grocery and restaurant options more than they value (and are willing to pay for) large bedrooms and building amenities such as community space, fitness centers, and parking\" (Chancellor's Letter, 2017).\nThe MIT Campus Housing program currently operates at a small loss with revenues of $29 million per year and expenses of $30 million per year. This does not include the impending cost of deferred maintenance for much of the housing stock (2017 Interim Report, 36).\nThe total cost (operating and opportunity) of amenities for the current housing stock is ~$12 million per year—this includes utilities, internet and cable TV, fitness facilities, residential life programs, front desk and security, and opportunity costs of spaces to support the community (2017 Interim Report, 44).\nThis is equivalent to $4700 per bed per year on average.",
    "sources": [
      "\"The Clay Report,\" Report to the Provost of the Graduate Student Housing Working Group, May 2014.",
      "O.R. Simha, \"A Brief History of MIT's Land Acquisition Policies,\" MIT Faculty Newsletter, Vol. XXIV No. 2, November/December 2011.",
      "Architectural Principles for MIT Undergraduate Residences, MIT Division of Student Life, October 14, 2016.",
      "Interim Report, Graduate Housing Working Group, October 13, 2017.",
      "Cynthia Barnhart, Letter from the Chancellor to the MIT Community, Expanding Graduate Housing, October 16, 2017."
    ]
  },
  {
    "title": "NARKOMFIN HOUSE",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents", " Collective Living"],
    "startDate": 1928,
    "images": [{ "src": "/images/media/NARKOMFIN.jpg", "src_thumb": null, "caption": null }],
    "description": "As part of the Cultural Revolution restructuring of cultural and social life, the architectural profession received an unprecedented mandate to realize a new material world based on revolutionary principles of state ownership and communist labor relations.\nThe Narkomfin House designed by Ginzburg was an attempt to restructure daily life and the material world by creating an entirely new rationalized architecture and material culture based on communist theories of industrialized production and on patterns of consumption guided by socialist ethics. The Narkomfin House was also designed to be a prototype for all subsequent state housings.\nTo accommodate the programs determined by the STROIKOM (an investigative research committee funded by the government), the Narkomfin was composed of four separate buildings: a living block accommodating approximately 200 people in households of varying social structures, a communal block connected to the living block by a covered bridge, a communal laundry facility and a communal crèche which was never built. With the various building types, the Narkomfin was designed as more of a social condenser than a dom kommuna where preexisting bourgeois living patterns could be accommodated to ease the transition of individuals to fully communist life style.\nThe living block consisted of two types of F units and one type of K unit. F units were fully collectivized, containing no kitchens (had niches to accept a Frankfurt style kitchen unit if necessary). Common areas had large windows while sleeping areas had small ones. The only enclosed areas were the shower and toilet. On the other hand, K units were designed for preexisting bourgeois domestic arrangements. They were self-sufficient and didn't depend on communal spaces. With accordion like windows, the units attempted to diffuse the domestic spaces visually and physically out into the commune and park. In both F and K units, the kitchens, baths and toilets were closed off from view within the apartment, and both gave a large common area for work and a niche for sleeping, hiding non-social functions.\nConnected to the living block, the communal block consisted of two double-height stories. On the first level was a gymnasium with shower, toilets, dressing and storage, and the upper level had the dining room, rest area, reading room and a kitchen. The communal block was designed to contain all the collectivized aspects of life.\nGinzburg self criticized that in Narkomfin, the life of an individual was split into two unequal sphere; the small individual sphere (to which only sleep was given) and the larger social sphere (to which everything else was given).",
    "sources": ["Victor Buchli, Moisei Ginzburg's Narkomfin Communal House in Moscow: Contesting the Social and Material World, Journal of the Society of Architectural Historians, Vol. 57, No. 2 (June 1998), 160-181."]
  },
  {
    "title": "NO STOP CITY",
    "creator": null,
    "category": 2,
    "tags": ["Corporate Architecture", " Utopia Under Capitalism"],
    "startDate": 2008,
    "images": [{ "src": "/images/media/NO STOP ARCHITECTURE.jpg", "src_thumb": null, "caption": null }],
    "description": "- \"It is only in this way, by making the brain of the system mad, that we can interrupt the continuity of the [capitalist] process and the entirety of its links\". (Aureli, 76) \"The attitude is not to resolve the [problem] but to exploit it.\" \"Archizoom focused on the development of a coherent, at times lyrical, and cynical theory of the metropolis seen as the nihilistic destruction of all values, that is, of all previous urban figures and rituals.\" (Aureli, 78) \"In this new scenario, where the city was endlessly disposable and consumable, and where its form and organization were consequently less controllable, both architecture and its opposite, planning, were seen by Archizoom as completely inadequate instruments for action. Interior design, on the other hand, offered a way to \"embrace\" a sprawling urbanism as the new form of the late-capitalist city.\"",
    "sources": ["Pier Vittorio Aureli, The Project of Autonomy, (New York: The Temple Hoyne Buell Center for Study of American Architecture, 2008)."]
  },
  {
    "title": "OPEN DESIGN OFFICE (1972-1978)",
    "creator": null,
    "category": 1,
    "tags": ["Furniture", " Ergonomics"],
    "startDate": 1972,
    "endDate": 1978,
    "description": "- Influenced by the women's liberation movement in the late 1960s, the Boston and Cambridge area was a major center for feminist activism in the 1960s and 70s and home to several women's organizations, including Woman Architects, Landscape Architects, Planners (WALAP).\n- In 1972, WALAP published an article \"The Case for Flexible Schedules\" in Architectural Forum. The authors argued that for women to succeed in architecture, offices needed to change the culture that equated long work hours to commitment. As women were the primary care givers to children, flexibility was needed to keep women in the profession. More, flexible schedules would help both male and female employees searching for a better balance between work and life. And projects would benefit from architects having more time for outside pursue and a broader perspective.\n- In the same year, several participants from WALAP met to discuss the possibility of opening their own office with a more supportive working environment. They were interested in answering to the questions:\n- \"How would an office of women professionals differ from the traditional (men's) office? What would it be like to work in architecture and planning as a member of the majority rather than the minority? What would the priorities of such an office be?\"\n- Instead of advocating for professional equality that was to be accepted in the profession as it was, the Open Design Office tried to change how architecture was practiced. It aimed to serve as a critique of traditional practice as well as a model for alternative office organization. Thus, in Open Design Office, everything was up for reinvention, from relationships within the office, how to work with the clients to the means of communicating with the contractors. The Open Design Office established 3 principles:\nEQUAL PAY\n- The first principle stated that all profits would remain within the firm. In contrary to corporate model of traditional offices where senior partners were motivated by profits to exploit the employees, the Open Design Office strived to treat all their employees equally and fairly. In Open Design Office, all members would be paid for time work.\nFLEXIBLE SCHEDULES\n- Secondly, working hours would be completely flexible as long as deadlines were met and members kept each other informed of their schedules. Hence, in Open Design Office, each woman could determine her own schedule. Regular meetings would be held to discuss projects and management issues.\nNON-HIERARCHY\n- The last principle was the elimination of an office hierarchy. Each member was expected to take full responsibility of her projects and the office would only accept projects that everyone agreed on. They rejected the single leader model and gave every member equal say in decision making through a consensus process which can take hours. But by doing so, the Open Design Office responded to an office culture that glorify the myth of the individual creator over the reality that most project actually required a team of people. The members compared it to women preparing a meal together: \"No one defines who is in charge.\"\n- Despite the aspiration of establishing a non-hierarchical office structure, the Open Design Office could not avoid to have a more dominant character in the office. After the first year, four members left the office as it did not live up to the promise of non-hierarchy and others soon realized that they preferred the security of working as employees. By 1976, the economic downturn threatened the livelihood of the office as no profit surplus was reserved to support through a recession. Several members left to seek employment elsewhere and the office was closed in 1978.\n\n- The type of client and how they work with them were very important. They aspired to work for underserved population such as women and children. And they wanted their clients to be full participants in the design process.\n- Roxbury rehabilitation for Harvard University: opportunity to redesign the process where tenants were involved from the beginning",
    "sources": ["Andrea Merrett, Feminism in Action: the Open Design Office, https://www.youtube.com/watch?v=KBqWUnCd5Dg&t=1911s"]
  },
  {
    "title": "PALAZZO ANTONINI",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "images": [{ "src": "/images/media/PALAZZO ANTONINI.jpg", "src_thumb": null, "caption": null }],
    "description": "- Toilets are collective and public \n- Convenience can mean more encounters, more friction\n- Kitchen is not included in the heart of the house\n- creates a sense of individual worlds which must be entered in order to circulate\n- Temporary and intermittent privacy dependent on habits and number of inhabitants\n- No pure circulation spaces except for stairs\n- Degree of privacy: temporary and intermittent",
    "sources": null
  },
  {
    "title": "PASTORAL CAPITALISM",
    "creator": null,
    "category": 2,
    "tags": ["Corporate Architecture"],
    "startDate": 2011,
    "description": "- Corporations that control large sectors of the national and international economy have inhabited the suburbs of American cities. A new landscape of corporate work was invented after WW2 after housing and retail moved to the suburbs (Mozingo, 2)\n- The rise of managerial capitalism (1920-1940), a new form of corporate organization, based on a rationalized administrative hierarchy, professionalized corporate managers. Each level of management performed its activities in different facilities. This new management system was a precursor to the physical redistribution of the labour force of corporate management to the suburbs (Mozingo, 6).\n- Three suburban forms emerged: the corporate campus, the corporate estate, and the office park – each relating to a particular stratum of the corporate hierarchy (Mozingo, 12)\n- The corporate campus: appeared in 1940, contained office and laboratory facilities focused on a central green quadrangle, surrounded by parking, and enclosing a driveway. It was modeled after the American university campus, it was specifically for corporate research.\n- The corporate estate: of the early 1950s, consisted of an imposing building complex, arrived at by a coursing entry drive through a scenically designed landscape of 200 acres or more.\n- The office park: late 1950s, provided a lower cost, flexible alternative to the corporate campus and estate. Provided lots for office building, each encircled by a pool of parking with a matrix of landscape edges that provided suburban consistency. Allowed for corporations to expand and contract personnel and offices. (Mozingo, 13)",
    "sources": ["Louise A. Mozingo, Pastoral Capitalism, (Cambridge: The MIT Press, 2011)."]
  },
  {
    "title": "PHALANSTERY",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents", " Collective Living"],
    "startDate": 1800,
    "images": [{ "src": "/images/media/PHALANSTERY.jpg", "src_thumb": null, "caption": null }],
    "description": "Fourier's unitary architecture centered on a social approach that synthesized \"man's passions and desires\" rather than \"trying to change human nature.\" The phalanstery, a container of collective luxury, put forth a design and that was based on work as the centerpiece of life, but with work redefined as full of passion and pleasure. The ideal number of 1,620 residents was \"mathematically based to achieve infinite combinations amongst people,\" but one that was not so vast as to dilute the energy formed by the collective (Larsen). In the phalanstery, Fourier's architecture strove to facilitate \"the production of composed, collective, and integral pleasure… --a theory of architecture as the art of association and putting together senses, forms, bodies and ideas\" (Stanek). These associations would not necessarily be complementary, but through the friction coming from contrasting ideas, new knowledge would arise. Thus, the phalanstery was to be a meeting place for a diverse group of people \"of all ages and types who would realize the multiplicity of relationships of love and labor\" (Stanek).\nThe phalanstery was organized as a four-story structure punctuated by courtyards and connected through galleries. Each house was required to have empty space surrounding it, an area no smaller than the surface area of the house itself. This rule was to guide the networked growth of the phalanstery system, creating an urban condition in which built and unbuilt had a pre-determined relationship based on size, and which also made it much more affordable to live communally than to construct ones own house. Most structures would host 20-30 families with shared common services and places for meeting. The bourgeois family unit was questioned, with children raising themselves in groups and contributing to the everyday life of the phalanstery, while adults pursued their passions and pairings through work and pleasure. \nFourier's plan for transitioning into the familistere life was bused on a buyout system in which former property owners would be compensated with cerificates giving them an equal value of property in the new community. Dividends based on this certificate would be paid, in addition to dividends paid related to the productive efforts and diligence of the resident. Thus, \"Fourier does not eliminate capitalism, and allows the wealthy to remain wealthy, but also allows for the hard-working laborer to increase material security\" (Bathelor). It is a redistribution of the wealth of the community on a more equitable basis.\nFourier's writings and architecture inspired communities and buildings in the centuries following his life, including phalansteries in the US and communes like Togetherness, a 1960s San Francisco commune.",
    "sources": [
      "Lukasz Stanek, \"Collective Luxury: Architecture and Populism in Charles Fourier,\" Hunch 14, 128.",
      "Lars Bang Larsen, \"Giraffe and Anti-Giraffe: Charles Fourier's Artistic Thinking,\" e-flux journal #26, June 2011.",
      "Peter Bathelor, \"The Origin of the Garden City Concept of Urban Form,\" Journal of the Society of Architectural Historians, Vol. 28, No. 3, October 1969."
    ]
  },
  {
    "title": "PLAYBOY BACHELOR PAD",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "startDate": 1962,
    "description": "- Playboy, an agent of advanced capitalism, espoused indulgence of many sorts, and was perhaps less about sexual pleasure than consumption's sensuous allure, and ultimately was profoundly conformist, deviant in the long run perhaps only in its preferences for jazz over rock and city over suburb\n- Playboy's vision of the good life, always steadfastly heteronormative, was never at odds with marriage as a bachelor's eventual goal\n- Hefner saw sex as Disney saw other forms of entertainment\n- Hefner was an important spokesperson for the liberal consensus that developed during the Cold War, which presumed that economic growth and private consumption would serve as the wellsprings of prosperity and a more democratic society (p. 49, Fraterrigo)\n- Modern design became part of the equipment for seduction in Playboy- open single room plans like the Farnsworth house didn't easily lend themselves to tradition, multi-room family life\n- Playboy uses modern designers to construct the idea of the Playboy pad, \"a universe of radical interiority and total environments that sustain the art of seduction.\"\n- Playboy's decision to feature chairs in its pages of product recommendations, which were economically more accessible than apartments and indoor swimming pools, helped create a new class of bachelor-consumer- patrons of designers who still sell today and of publications that offer aspirational looks at gear and gadgets for modern living\n- In May 1962 Playboy magazine ran an article titled \"The Playboy Town House: Posh Plans for Exciting Urban Living\". The fictional bachelor pad, designed by architect R. Donald Jaye, is here brought to life by Humen Ten's gouache and ink renderings.\n- The article dwells deeply into the requisites and narrative of the Town House describing it as a 'swinging manor for the modern man.' The urban home was to offer 'the expansive, nonconforming elbowroom, legroom and luxurious living room usually identified with an exurban retreat, and have the relatively carefree conveniences that an on-the-go bachelor could maintain with a minimum number of servants beating about the preserve.'\n-Bed: \"masterful combination of the cabinetmaker's art and the electronic engineer's skill\"—a \"manifestation of the ultimate in sleeping ad sybaritic accommodations.\"\n- 8,5 feet in diameter, can be rotated 360 degrees, stationary headboard\n- \"designed for luxurious lounging and sleeping\"\n- Notions that are advertised in the magazine, as told by Hugh Hefner in interview while on the bed \"relaxed urban living, good food and drink, pretty girls, good entertainment\"",
    "sources": ["Elizabeth Fraterrigo, Playboy and the Making of the Good Life in Modern America, (New York: The Oxford Press, 2009)."]
  },
  {
    "title": "POST-FAMILIAL COMMUNES IN GERMANY",
    "creator": null,
    "category": 3,
    "tags": ["Collective Living"],
    "startDate": 2015,
    "description": "- Skepticism arises especially from the concern that no one will take care of or feel responsible for spaces divided in a new way. But changes in the way people work will allow for a more successful communal existence than in the past. If work can be done at home, then someone is always there – to take care of and use the space. Children can spend time with other parents and children and eat with other occupants in the option spaces, simplifying childcare through greater options. Nuclear families, or what is left of them, can dissolve into the extended family space. For single parents and their children, this is clearly a helpful arrangement – but one that benefits nuclear families as well. (Maak, 86)\n- If 30 people are gathered together for a family celebration, then one person's bad mood – or absence – matters much less to the collective. It is precisely the presence of so many people in an extended family that makes the private sphere possible. (Maak, 86)\n- Moriyama House by Ryue Nishizawa (2005): a core space for intimacy is still guaranteed. Instead of just a room, like in classic communes, everyone has a micro-house with a bathroom and a cooking plate. (Maak, 87)\n- The concept of privacy prevalent in Western Europe and the United States is shaped by an aggressive concept: the Latin word privare means \"to deprive\" or \"to rob.\" Being in private thus means being in a space wrested from a collective whole, which must be defended. Hence, the private sphere is conceived of as robbery and the emergence of property as an act of aggression against the community: one robes something and makes it inaccessible to others. Only then does it become possible to be apud se, chez soi, at home. (Maak, 88)\n- House before House by Sou Fujimoto (2009): the concept of privatum itself predetermines the relationship between individual and community. In a conception where there is initially a collective – say, common land – from which an individual splits, the private will invariably have a negative connotation: intrinsic to the act of privatization is exclusion. … Another conception would be that the individual came first and only later joined forces with other individuals. … The first case is an act of closure; the second is one of opening. … In Japanese architecture the individual or \"private\" is thus not defined as an act of \"robbery\" form collective space, but rather as a prerequisite for the latter. (Maak, 88)",
    "sources": ["Niklas Maak, \"Post-Familial Communes in Germany\", Harvard Design Magazine No.41 - Family Planning, 2015."]
  },
  {
    "title": "PULLMAN, #COMPANYTOWN",
    "creator": null,
    "category": 1,
    "tags": ["Corporate Architecture", " Company Town"],
    "startDate": 1880,
    "images": [{ "src": "/images/media/PULLMAN.jpg", "src_thumb": null, "caption": null }],
    "description": "1880-1904\nUSA\nManufactured railway cars\nAfter a worker's strike demanding that the company take the wellbeing of the employees into consideration, Pullman built a company town in order to attract superior employees and elevate employees through the exclusion of baneful influences. \n4,000 acres, 14 mi from Chicago, 8,600 inhabitants\nConstruction of the town strove to minimize costs and maximize construction efficiency by adopting mass production techniques\nIncluded a library, theatre, hotel, church, market, sewage farm, park, and residential buildings.\nTown agent was in charge of street and building maintenance, gas and water works, fire protection, also oversaw hotel, sewage farm, nursery, and greenhouse.\nMedia praised the town as the \"youngest and most perfect city in the world\"\n1893, Pullman closed part of his manufacturing, laying people off, reducing wages while cost of living remained the same, caused a strike: The Pullman Strike. 30 people died.\n1904, court order mandated that the company town be sold.",
    "sources": ["\"Pullman Company\", Wikipedia, last modified September 3, 2017, https://en.wikipedia.org/wiki/Pullman_Company"]
  },
  {
    "title": "QUANTUM SPACE - PRIVATISATION AND THE END OF PRIVACY",
    "creator": null,
    "category": 2,
    "tags": ["Collective Living"],
    "startDate": 2015,
    "description": "- The concept of the individual, which once seemed to offer the possibility of liberty, self-realisation and manifestation of the will, is now the mechanism of our subjugation and control. But perhaps it always was — certainly the dreams we projected onto it were never more than fantasies. Accordingly, all the things we associate with individual subjectivity, most importantly 'identity', are illusions. Every category used to define the limits of the self is an invention. (Self)\n- To transcend the injustices of neoliberalism, we must insist not on our individuality, but on our shared human condition. This form of solidarity is founded on the premise of our collective inseparability, not the class unification of atomic parts; it inverts the frame of reference. Under late capitalism, and in the digital era, there are no meaningfully distinct identities. There are only economic metrics of the self. To even consider a collective position similar to that outlined above, we must violently reject individual definition. Paradoxically, self-obsession is the single largest barrier to any meaningful autonomy. (Self)",
    "sources": ["Jack Self, Quantum Space - Privatisation and the End of Privacy, 2015."]
  },
  {
    "title": "RESIDENTIAL HOTEL (BOSTON)",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "description": "Residential hotels where people lived for a prolonged amount of time, (after 1 month of a residency in a hotel, Boston considers the tenant a resident) have a long history in Boston as well other metropolises in the United States. There were hotels for every class, and kind of community. (\"We have fine hotels for fine people. Good hotels for good people. Plain hotels for plain people. And some bum hotels for bums\" Hotel keeper Simeon Ford 1903, NYC). There were four types of hotels: the palace hotel, the mid-priced hotel, the rooming house, the lodging house. These four categories could be considered as two categories of hotel – a family residence, which was prominent among the upper class in the second half of the 19th century, and the SRO (Single Room Occupancy) which was meant to cater to individuals (though may have been used otherwise). \nThe family hotel was hotel was defined as a multi-family residence where a family occupies part or a whole floor but not multiple floors. It was in a way, the duplication of the three or four story single-family house but with the attempt to surpass it with new programs that occur on the ground floor. The Cluny Hotel (now demolished) in Boston for instance, was a luxurious hotel which included in its shared lower levels a reception area of five continuous rooms, reception room, parlor, library, dining room with a central hall with a coat room and water closet, and a smoking room off from the dining room. Each residence had 7 bedrooms with two full bathrooms, and 15 closets per floor. In many Boston apartment hotels, the kitchens of all the apartments were clustered at the top as to avoid bad odors (Shand-Tucci, 105).\nThe Single Room Occupancy is the most inexpensive kind of hotel. They were hotels that hosted people for flexible periods of time, so they did include transients – on average the hotel residents move as much as apartment renters (Groth, 11). The general demographic of the single room occupants was 43% under 40, 32% 40-60, 25% elderly people who did not want to live in nursing homes. The difference between boarding houses and lodging houses (rooming houses) was that boarding houses included meals whereas lodging houses did not. Boarding houses also had stricter rules, and surveillance that could have been considered oppressive at times. Lodging houses dwindled in the 80s as speculative development acquired their land as real estate prices rose, but also because they were converted to the more lucrative market of the tourist hospitality. In the 19th century and during the growth of the suburbs, lodging houses were the means for the lower classes to live alone and downtown. Though the practice of homeowners of taking boarders in a spare room for extra cash (with or without board) was also quite prominent. Social historians estimate that more than a third of 19th century residents took in boarders or were boarders themselves. Walt Whitman claimed that it is probable that nearer ¾ than 2/3 of the all the adult inhabitants of New York City lived in boarding-houses (3). The boarding house was described as an American Institution, a symbol of the uniquely transient nature of American life. (4) \n\"Single room occupants are omitted in the language of housing legislation, written off in the communities, ignored and rejected in urban development plans and pushed from area to another on the wave of fluctuating real estate markets\" (Groth, 14). Federal housing policies have always been more comfortable with the family, with little to no understanding of \"non-family persons\" that function with some amount of sharing (ie. Bathrooms). But the single room occupants make up a large portion of the American adult population (in 1980, 50 million family households compared to 21 million people living alone).\nThe typical rooming house had earlier been a boarding house. In 1875, boarding houses made up 40% of commercial housing listings in San Francisco. By 1900, boarding houses dwindled to fewer than 10%, and by 1910, less than 1%. During these declines, boarding house keepers were not quitting but getting out of food provision – shifting their businesses to rooming houses. Public space was at a minimum, there was only a wide area on the second-floor hall near a room that served as an office and part of the manager's unit. (Delta Hotel in San Francisco) (Groth, 97). Individual rooms often had their own sink, but shared bathrooms at a minimum of one bathroom to 8 residents. Despite the individual rooms and lack of public space, life was not isolated, it was directly social because the walls were thin and carried sound. As rooming houses proliferated the downtown, organizations such as the YMCA brought back the boardinghouses at a larger scale with more centralized administration – offering more vigilant supervision and a parlor life, which was their main criticism of the boarding house.",
    "sources": [
      "Douglass Shand-Tucci, Built in Boston, (Amherst: University of Massachusetts Press, 1999), 101-130.",
      "Paul Erling Groth, Living Downtown, (Berkeley: University of California Press, 1994). ",
      "The Problem of Lodging Houses in Boston, full book: https://books.google.com/books?id=ECQpAAAAYAAJ&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"
    ]
  },
  {
    "title": "RODCHENKO'S WORKERS' CLUB FURNITURE",
    "creator": null,
    "category": 1,
    "tags": ["Furniture"],
    "startDate": 1925,
    "images": [{ "src": "/images/media/RODCHENKO.jpg", "src_thumb": null, "caption": null }],
    "description": "Rodchenko designed a Workers' Club as one of the Soviet exhibits for the International Exhibition of Decorative Art held in Paris in 1925. The Soviet exhibits were intended to project an image of the Soviet Union as civilized and progressive (MoMA).\nThe geometric design of the Workers' Club by Rodchenko evoked a culture of hygiene, rationality and economy. It demonstrated the interior organization of an educational-informative club for the working people of the USSR. It embodied the socialists' vision not merely by granting leisure to workers but by reconceiving leisure as active and collective rather than passive and solitary (MoMA).\nThe design of the Workers' Club consisted of several components which served multiple functions. Most of them aimed at educating the worker through the most up-to-date information technologies (MoMA).\n- The table consisted of the side flaps that can be raised or lowered, depending on the activity of the club member (Kiaer, 5-6).\n- The chess ensemble consisted of two chairs separated by a nifty revolving chessboard on hinges which give the players access to their seats (Kiaer, 5-6).\n- The wall newspaper incorporated a speaker's tribune, a place for the president or editor of a newspaper, a sliding partition for showing illustrative material, and a moving film screen for slides and slogans. The whole thing was collapsible and could be transported from place to place (Lavrentiev, 152).\n- The orator stand expanded and collapsd elements in the fold-out screen for projecting slides, contractible bench and speaker's platform (Kiaer, 5-6).\nThese furniture pieces were made with two types of details: telescopically extending parts to alter their lengthwise dimensions, and the use of a ball-and-socket joint that made it possible in some cases to fold back surfaces and in others to slide apart openwork grids (Lavrentiev, 152).\nBy using modular furnishings, the design of the Workers' Clubs was possible to modify objects and expand different portions of the space. Particularly important was the way information was presented, using mobile vitrines for showing documents and photographs, a mobile vitrine for posters and slogans, and a wall newspaper with moving strips for \"automatic imposition\" (Lavrentiev, 151).",
    "sources": [
      "Workers' Clubs 1925, MoMA, accessed October 26, 2017, https://www.moma.org/interactives/exhibitions/1998/rodchenko/texts/workers_club.html",
      "\"What are you sitting on: (Non) Mass Furniture in the USSR\", Strelka Magazine, accessed October 4, 2017, http://strelka.com/en/magazine/2017/06/20/soviet-furniture",
      "Christina Kiaer, \"Rodchenko in Paris\", October, Vol. 75, Winter, 1996.",
      "Alexander Lavrentiev, \"Experimental Furniture Design in the 1920s\", The Journal of Decorative and Propaganda Arts, Vol. 11, Russian/Soviet Theme Issue 2, Winter, 1989."
    ]
  },
  {
    "title": "ROMAN BATHROOM HABITS",
    "creator": null,
    "category": 4,
    "tags": ["Communal Pleasure"],
    "startDate": 2017,
    "description": "\"I had a lovely conversation with a few people while sitting on the toilet the other day.\"\nAround 1st Century BC, public latrines became a major feature of Roman infrastructure. In a city with over one million inhabitants, ninety-five percent of the inhabitants did not have access to a private bathroom. Only wealthy Romans could afford the luxury of having a private bathroom by tapping directly into the public aqueducts. For the majority of Romans lacking their own bathroom, public latrines were the option aside from keeping urinal pots at home.\nPublic latrines were rooms lined with stone or wooden bench seats every few feet. The toilet holes were round on top of the bench with a narrow slit extending forward and down over the edge in a keyhole shape.\nThrough these slits, it was believed that people cleaned themselves with a sponge-tipped stick shared by everybody.\nThese sponge sticks were located in the small gutter in front of the seats. When people finished cleaning with the sponge stick, they would scrape the sponge against the side of the stone hole that they were seated on and let it fall under the seats.\nConstant running water flushed away the waste into a sewage system that ran under the streets of Rome. This system was made possible by several aqueducts that flowed into the city, keeping it supplied with fresh flowing water.\nIn some ancient bathrooms, there were space for one-hundred people at a time. The bathrooms were open to all genders and all ages. People were discussing business or gossiping to one another while going to the bathroom.\nHowever, the public bathrooms were not only visited by the common citizen, the wealthy also frequented them. Since every location in ancient Rome where large crowds gathered was an opportunity for wealthy Romans to pander to their constituents, the public bathrooms were a great location for mingling with each other. \nThe public latrines were places for local gossiping, chatting and doing one's business. There were no barriers between the toilet seats, but people maintained sense of privacy with their long garments.",
    "sources": ["Ancient Peoples, Roman Bathroom Habits, accessed November 7, 2017, https://ancientpeoples.tumblr.com/post/51068743901/roman-bathroom-habits-the-romans-were-not-shy"]
  },
  {
    "title": "SEARS HOUSES",
    "creator": null,
    "category": 1,
    "tags": ["Affordable Housing"],
    "startDate": 1913,
    "images": [{ "src": "/images/media/SEARS HOUSE.jpg", "src_thumb": null, "caption": null }],
    "description": "- Deployed advanced logistics to deliver pre-cut and sized materials to site for a fast erection of housing. 40% of the cost of the house was cut by using pre-sized members.\n- 100,000 Houses were built, 370 different designs, latest technology houses were available through mail-in kits, construction services were available but many people built their own with family and friends. This large scale housing was appealing because (1) the quality was high, (2) DIY construction, people like to be involved in the design of their home, but while custom houses are often hard to predict in terms of cost, the Sears houses were financial packages as well as fixed costs that made them more accessible to people, (3) the aesthetics of the houses were not innovative in the terms of design, but were what people wanted and expected from a house.\n- Endorsed the nuclear family unit and a very sequential and generic/functional domestic organization. \n- Offered financing\n- Failed because the profit margin was not high enough, though people were happy with the houses.",
    "sources": [
      "Sears, Roebuck and Co., Sears Modern Homes 1913, (New York: Dover Publications Inc., 2006).",
      "Katherine Cole Stevenson, Houses by Mail, A Guide to Houses from Sears, Roebuck and Company, (Washington DC: The Preservation Press, 1986).",
      "\"Sears Historic Homes,\" Sears Archives, last modified March 21, 2012, http://www.searsarchives.com/homes/1908-1914.htm."
    ]
  },
  {
    "title": "SELF-NEGATING LABOR: A SPASMODIC CHRONOLOGY OF DOMESTIC UNWORK",
    "creator": null,
    "category": 2,
    "tags": ["Debt"],
    "startDate": 2012,
    "description": "- The discipline of debt has replaced the discipline of wage. Debt becomes the basis for access to goods, service and uneven education which determines the value of human capital (Vishmidt).",
    "sources": ["Marina Vishmidt, \"Self-Negating Labor: A Spasmodic Chronology of Domestic Unwork\" in The Grand Domestic Revolution Goes On, (Casco: Bedford Press, 2012)."]
  },
  {
    "title": "SHAKER DWELLINGS",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents", " Collective Living"],
    "startDate": 1800,
    "endDate": 1900,
    "images": [{ "src": "/images/media/SHAKER DWELLINGS.jpg", "src_thumb": null, "caption": null }],
    "description": "- Shakerism was founded by Ann Lee. She and ten followers came to the US from England in 1774.\n- Under Lee, Shakerism encouraged individual religious expression, argued that the Christ spirit dwelled within each person, emphasized the spoken word, anticipated the imminent millennium, preached equality of the sexes, and professed celibacy as a way for its members to be more like Christ. There was no formal meeting/worshipping place.\n- The next leader Whitaker required that all members should give their personal possessions to the church, and also began building Shaker meetinghouses which formalized worship \n- Next leader Meacham advocated communal societies, established first official Shaker communal society where members shared property and duties in New Lebanon. 105 members left their homes and settled on farms donated by Shaker converts (gospel order). By 1794 there were 11 Shaker villages\n-New Lebanon village was divided into 3 families: first, second and third, who were not meant to interact—the most committed were not to be tainted by less fervent members. The first family were most committed to Shakerism, the second were the elderly, and the third were young ones or novices.\n- Each family had a set of elders and eldresses (spiritual leaders), trustees (handled affairs of the world), and deacons and deaconesses (temporal leaders)\n- Trustees and deacons lived separately from the main body of members so they could perform their duties without bringing into the community worldly influences that would corrupt\n- The division of the community into large families with individual leaders facilitated the dissemination and enforcement of Shaker rules\n- Families also served to replace the natural families of the converts, living together as a spiritual and temporal family more potent than those of the world\n- A ministry of elders/eldresses oversaw a bishopric of three or four adjacent communities\n- By 1826 the shakers had established 19 permanent communities\n- 1821 Millennial Laws standardized the appearance of dwellings and the appearance of the villages themselves- architectural orthodoxy could better reinforce religious and social rules of behavior (architectural code basically)\n-The also codified rules and schedules for cleaning- neatness and order were intended to set the Shaker community apart from worldly towns\n- Shaker buildings were set close together to facilitate communication among members, enhance work efficiency and allow the elders to better supervise the community\n- Shaker buildings were highly specialized to their use\n- Later, they constructed separate workshops for the sisters, brothers, and the ministry\n- Unlike monasteries, Shaker villages were not developed according to a cohesive program, they didn't use modules or grid systems to locate their buildings\n- Structures were situated along the main street that ran through each family's community of buildings, creating a linear arrangement of the most important buildings (meetinghouse, dwelling houses, and workshops) with secondary rows for supporting ones\n- Sites were chosen to promote interaction and trade with outsiders\n- Physical and spiritual center of the entire village was the meetinghouse, and the social center center of each family was the main dwelling house. Dwelling houses are the largest buildings, and stand out as symbols of family unity and conformity. Each one has a bell on top that rings to announce rising, eating, worshiping, and bed times. \n- They established a communal system that could be replicated in different places\n- by manipulating the sense of personal space and areas of movement, Shaker leaders created an environment that represent the dual spheres of heaven and earth—for example, space separating men and women supported the spiritual need for celibacy (separate sleeping quarters, also separate entrances and stairways in meetinghouses)\n- Pegs and nails embedded in the floors dictated the steps of dances\n- Houses accommodated from 30-100 people, although ideal size was 50\n- Interior elements were duplicated to separate the sexes and insure they would only meet each other at organized meetings, for meals, and for worship\n- Strict schedules resembled early factory schedules\n- \"hands to work, hearts to God\" mother Ann\n- Shakers lived in large communal houses because the foundation and stability of the community relied on the subordination of the individual to the group, and a large group required patience and cooperation. Also it was more economical, and made chores easier to perform\n- Children lived in their own order, apart from other members with one guardian, in order to easier indoctrinate them into the shaker way of life\n- Privacy was unknown- large dwellings allowed better surveillance\n- Elders wished to keep all members on the road to perfection, but they also wanted to maximize efficiency in producing goods. This was implemented largely through regulatory standardization of space arrangements propagated by the central ministry\n- Rooms of family elders and deacons were located near entrances and other busy areas to facilitate surveillance\n- Many houses were constructed of stone which had the sense of permanence and authority\n- Interior windows are used for surveillance\n- HABS plans of New Lebanon North Family's main dwelling record a typical layout\n- Basement is for food storage and preparation\n- Usually the dining room is on the same level as the kitchen to make serving meals efficient, although sometimes the dining room was located directly about the kitchen to isolate the noise of food prep underground, and move meals up via dumbwaiter\n- First floor was most active area, with common rooms, separate entrances for men and women, with corresponding staircases. \n- The buildings are divided into 3 sections: brothers, sisters, and center space for the deacons and elders\n- Upper levels contain retiring rooms, divided as above\n- Division of sexes was to remind about celibacy rule, but the goal was not to have as much distance that characterized monasteries\n- Hallways, doorways, and walls restrict circulation between various rooms\n- The architecture segmented space according to the codes of behavior and movement of the Millennial Laws\n- Retiring rooms held 4-8 people (designed so roommates can work in teams and keep an eye on each other), deacon rooms had 2.\n- Shakers were frequently directed by deacons to change rooms, a method intended to prevent residents from forming deep personal relationships and to keep apart natural family members\n- People lived with others with similar jobs, so as to be productive and efficient\n- Built in furniture was common in order to save space and was another method of controlling behavior and asserting order within dwelling houses. Both communal and more private spaces had built-ins\n- Each large house had an attic filled with built-in cabinets or shelves to store goods from the new converts. The items were catalogued with a numerical/letter system",
    "sources": ["Julie Nicoletta, \"The Architecture of Control: Shaker Dwelling Houses and the Reform Movement in Early Nineteenth-Century America\", Journal of the Society of Architectural Historians, Vol. 62, No. 3 (September 2003): 352-387."]
  },
  {
    "title": "SUGAR HILL",
    "creator": null,
    "category": 1,
    "tags": ["Affordable Housing"],
    "startDate": 2014,
    "images": [{ "src": "/images/media/SUGAR HILL.jpg", "src_thumb": null, "caption": null }],
    "description": "- Sugar Hill is an attempt to dissolve the perceived incompatibility between housing and architecture; affordability and design. However, the project put the emphasis on the exterior and the non-residential part instead of rethinking the conventions in unit design. It is because short-term cost calculation and established economic formula limited the innovation in residential units while long-term benefits generated from architecture cannot be taken into account in the cost calculation. Similar projects are criticized for the un-replicability due to the above-average per-unit cost. On the other hand, William Traylor, President of the Richman Group, a firm that assisted BHC in assembling the financing for Sugar Hill, believes that the project can serve as a model for housing integrated with other services. By collaborating with city agencies, housing projects can tap into their budgets to benefit housing where the mix-used development can act as an alternative to city zoning. However, this model may not provide enough incentives for the private sector and the risk and revenue are assumed to be guaranteed by the public sector.",
    "sources": ["\"Architecture vs. Housing: The Case of Sugar Hill\", Urban Omnibus, Last modified September 3rd, 2014, http://urbanomnibus.net/2014/09/architecture-vs-housing-the-case-of-sugar-hill/."]
  },
  {
    "title": "ST. JEROME IN HIS STUDY",
    "creator": null,
    "category": 1,
    "tags": ["Furniture"],
    "startDate": 1460,
    "endDate": 1475,
    "description": "- St. Jerome in His Study is a painting by the Italian Renaissance master Antonello da Messina, thought to have been completed around 1460–1475.",
    "sources": ["\"St. Jerome in His Study (Antonello da Messina)\", Wikipedia, last modified April 21, 2017, https://en.wikipedia.org/wiki/St._Jerome_in_His_Study_(Antonello_da_Messina)"]
  },
  {
    "title": "THE ACTION OFFICE",
    "creator": null,
    "category": 1,
    "tags": ["Furniture"],
    "startDate": 1965,
    "images": [{ "src": "/images/media/THE ACTION OFFICE.png", "src_thumb": null, "caption": null }],
    "description": "- Action Office frames knowledge work and its organization as a multi-faceted problem. Its elements describe an ergonomics of use. Work surfaces, display areas, shelf organizers, and task lighting are arranged to enhance the visibility of work in progress, with the idea that providing quick and intuitive access to information would augment decision-making. To mitigate the effects of sedentary office work on health and productivity, the components are set at a range of low and high heights to promote movement between sitting ad standing postures throughout the workday. (89-90)\n- Yet what is most essential to the conceptualization of Action Office is how its elements come together as a re-configurable environment. Each element not only relates to its immediate user, but also works with other elements to allow for a wide variety of social spaces, circulation pathways, and privacy requirements, so as to constitute a system that could be calibrated to the changing needs of an organization. As systems furniture, the whole was meant to be greater than its individual elements. (90)\n- For its user, Action Office would be a kinesthetic work environment offering comfortable and intuitive access to a visual and informational search space. For organizations, it would provide means of integrating workers into a reconfigurable diagram of interpersonal relationships and workflow. … It was intended as a responsive environment in which capacity to modify spatial relationships would also become means to maintain vital connections between worker, task and organization. (90)\n- While it enjoyed a successful launch in 1965, disappointing sales and high production costs soon convicted De Pree that Action Office \"did not live up to Probst's concepts.\" (90-91)\n- The situation was resolved through a competition in which both groups were given three months to develop their respective proposals, on which basis the conceptual and design development of Action Office 2 was assigned exclusively to Probst. (91)\n- Action Office 2 gained \"considerable additional impetus\" from a space planning technique developed in Germany (Office Landscaping). … Like the Action Office, the office landscape conceived of management as a process of influencing relationships at the scale of the task and in real time. … Probst concluded critically: the office landscape \"is already over-methodized and locked into a too limited concept of organizational form,\" while its furniture is \"especially lacking\" in \"any components that would handle information display\" or \"integrate communications devices.\" … A pedestal wall concept emerged which integrated combinations of furniture and wall components that could be rearranged, as needed, into highly varied groupings.\" (92)\n- Action Office 2's innovation lay in the formlessness of its system, rather than the form of its objects. It was less a completed design than a technique for managing the space of work. (94)\n- Office design increasingly fell under the purview of space planning, management consulting, facilities management, lighting and acoustic design and industrial design, with the role of architecture limited to providing enclosure. Like the postwar city, the postwar office became a touchstone in arguing what properly belonged to architecture. For some, architecture would gravitate toward the expanded field of environment design, seeking to \"improve the connections between science and technology on one hand, and the humanities and social sciences on the other.\" For others, architecture's encounter with information and management constituted \"a crisis of the ideological function of architecture,\" to be warded off through critical theory or behind the reconstructed historical boundaries of architectural autonomy. (95)",
    "sources": ["Branden Hookway, \"Mobility as Management: The Action Office\" in OFFICEUS Agenda, (Zurich: Lars Muiller Publishers and PRAXIS, Inc., 2014)."]
  },
  {
    "title": "THE APARTMENT HOTEL",
    "creator": null,
    "category": 1,
    "tags": ["Affordable Housing"],
    "description": "- The apartment hotel was a hotel-living hybrid typology which emerged after the Civil War as a solution to the demand for low cost housing. These kitchenless apartments implied a dependence of household on the collective services which acted as a social condenser for the community. The urban character of the apartment hotel blurred the boundary between the city and domesticity. However, the invention of the kitchenette and the housing regulation led to the decline of this typology.",
    "sources": ["Anna Puigjaner, \"Bootleg Hotels\" in SQM The Quantified Home, (Zurich: Lars Muller Publishers, 2014) 30."]
  },
  {
    "title": "THE ART OF INEQUALITY",
    "creator": null,
    "category": 2,
    "tags": ["Affordable Housing"],
    "startDate": 2015,
    "description": "- \"The US Department of Housing and Urban Development defines housing as affordable when rent or mortgage payments as well as utilities are not higher than 30% of a household's pre-tax-income. \"\"Only 37% of Americans lived in affordable housing in 2010.\" \"A household earning minimum wage should work 2.5 full-time jobs to afford an average two-bedroom rental\" (Moore & Schindler, 22).\n- In the early 1970's, federal policy regarding public housing shifted form new construction to a voucher system allowing eligible households to rent from private landlords. The aim was not only to work against the concentration of poverty in public housing developments, but to support market-driven initiatives and end the federal government's direct role in housing development\" (Moore & Schindler, 24). \n- \"household is the central social unit of measurement. The US Census defines \"household\" architecturally: \"a household consists of all the people who occupy a housing unit\". This is directly linked to a more circumscribed definition of \"family\". \"There are two major categories of households, family and nonfamily.\" These social constructs are central to our understanding of what is \"decent\" (Moore & Schindler, 25).",
    "sources": ["Reinhold Martin, Jacob Moore, Susan Schindler, The Art of Inequality: Architecture, Housing, and Real Estate, (New York: The Temple Hoyne Buell Center for Study of American Architecture, 2015)."]
  },
  {
    "title": "THE CENTURY OF THE BED",
    "creator": null,
    "category": 2,
    "tags": ["Furniture"],
    "startDate": 2014,
    "description": "- The interior was not only the private citizen's universe, it was also his casing. Living means leaving traces. In the interior, these were stressed. Coverings and antimacassars, boxes and casings, were devised in abundance, in which the traces of everyday objects were moulded. The resident's own traces were also moulded in the interior. The detective story appeared, which investigated these traces. The Philosophy of Furniture, as much as his detective stories, shows Poe to have been the first physiognomist of the interior. The criminals of the first detective novels were neither gentlemen nor apaches, but middle-class private citizens. (Benjamin, 84)\n- What is the nature of this new interior in which we have decided collectively to check ourselves in? What is the architecture of this prison in which night and day, work and play, are no longer differentiated and we are permanently under surveillance, even as we sleep in the control booth? New media turns us all into inmates, constantly under surveillance, even as we celebrate endless connectivity. We have all become contemporary recluse(s) as Hefner put it half a century ago. (Colomina, 22)",
    "sources": ["Beatriz Colomina, \"The Century of the Bed\" in The Century of the Bed, (Vienna: Verlag für moderne Kunst, 2014)."]
  },
  {
    "title": "THE DEADLY LIFE OF LOGISTICS",
    "creator": null,
    "category": 2,
    "tags": ["Logistics Space"],
    "startDate": 2014,
    "description": "- The corporate supply chain has a history in the military and the colonial supply line. The paradigmatic space of logistics is the supply chain. The network space, constituted by infrastructures, information, goods and people, is dedicated to flows. Logistics space contrasts powerfully with the territoriality of the nation state. The supply chain is the geography of transnational flow but also of imperial force. No longer about fixing and demarcating the territory but of allowing circulation to take place, of controlling them, sifting the good and the bad, ensuring that things are always in movement. The movement of things, people, and data are part of a new area of study \"mobilities\". (Cowen, 9).\nQuestions of logistics space are also profoundly questions of citizenship. Assemblage of global architecture for the protection of trade flows brings new forms of spaces of security into being (Cowen, 12).",
    "sources": ["Deborah Cowen, The Deadly Life of Logistics, (Minneapolis: University of Minnesota Press, 2014)."]
  },
  {
    "title": "THE HOUSING QUESTION REVISITED",
    "creator": null,
    "category": 2,
    "tags": ["Affordable Housing"],
    "startDate": 2012,
    "description": "- \"Gentrification has evolved since the 1960s and 1970s and become exactly the kind of process that Engels was talking about in his articles about the class retake of space\". The housing problem is not a problem of workers being exploited as workers, but as consumers of housing – thus it does not just affect the workers (Smith, 680). It is about addressing the urban question, and how the urban is integrated in the development of capitalism. How can housing be integrated in new kinds of political strategies? How can not only get people into housing, but also help them organize? (Smith, 682)",
    "sources": ["Neil Smith, \"The Housing Question Revisited\", ACME, February, 2012, 679."]
  },
  {
    "title": "THE INTERMEDIATE SIZE",
    "creator": null,
    "category": 2,
    "tags": ["Archipellago"],
    "startDate": 2006,
    "images": [{ "src": "/images/media/INTERMEDIATE SIZE.jpg", "src_thumb": null, "caption": null }],
    "description": "- For Ungers and Kolhoff, the size of the urban villa housing type should contain six to ten apartments, each one different. The number of floors should be no more than four. In a villa of that size it is possible to plan apartment units that differ in size and arrangement and in their relationship to the outdoor space (gardens, loggias and roof gardens) (42).\n- The intermediate size is situated in between the two scales. As an individual object it primarily defines the space around it, but it does not yet define the urban space. The second scale factor is the relationship between the whole and the parts. In the urban block the parts – windows, doorways, balconies and so on – are usually subordinated to the whole (43).\n- It is not possible to define the limits of the intermediate size in absolute terms. It is determined by the relationship between the autonomy of the parts and the unity of the whole. This relationship is reflected in the structure of the building (distribution of spaces and access), its use (collective use of the plot, and the degree to which the collective space is part of the public domain) and its volume (volumetrics and organization of the façade). The limits of the intermediate size will be explored by comparing various series of structures and arrangements (43).\n- The architectural and cultural features of the intermediate size were grouped into three categories – monoliths, ensembles and additives.\n- In the monolith, the aristocratic residential program is replaced by housing for workers in response to the emergence of ideological housing models which uplift the working class by enabling its members to live in palaces or villas. In the structure of its façade as well as its ground plan, the villa remains a spatial whole. Underlying the monolith is an ideology of uniqueness. The type is founded on an urban culture of collective land use and mixing of functions. The façade is neutral; the architectural specifics are located in the interior. Within the boundaries of the architectural volume there is great flexibility and diversity of ground plans (50).\n- In the ensemble, the volume is grouped around a specifically designed outdoor space. The central area of the ensemble is enclosed and intimate, while the architectural details of the internal façade give this building type its specific character (52).\n- The additive consists of a number of identical housing units, each with its own staircase, group together in a building volume that refers to the villa. The composition of the façade harks back to the classical compositional idiom; however, the ground plan does not display the spatial unity found in the classical villa. The ideology of this model is twofold, at the interface between collectivity and individuality. Standardization of private use goes together with collective representation (54).\n- To Sola-Morales, the juxtaposition of collectives or enclaves on different-sized plots, with differing degrees of publicness, is the main feature of urbanity. Urban planning in the historical city is always small-sclae and is directly linked to a building typology. The historical fabric is highly stratified in its use (56).\n- Intermediate-size housing is presented as an autonomous unit at the boundary between architecture and urban planning. It is a small-scale vision of the city, based on architectural elements that can incorporate the collective and public domains. It introduces notions of interlinkage and stratification by incorporating semi-public or collective elements into a building typology. The main intrinsic values associated with this nuclear size are oversize at the architectural level of scale and down-scaling at the urban planning level. At both levels this lead to flexibility and diversity in relation to program and spatial arrangements (76).\n- The intermediate-sized building can introduce stratification into the fabric and create links between different networks and domains (77).",
    "sources": ["Like Bijlsma and Jochem Groenland, The Intermediate Size: A Handbook for Collective Dwellings, (Amsterdam: SUN, 2006)."]
  },
  {
    "title": "THE MAKING OF THE INDEBTED MAN",
    "creator": null,
    "category": 2,
    "tags": ["Debt"],
    "startDate": 2011,
    "description": "- The creditor-Debtor Relationship is at the Basis of Social Relations (Lazzarato, 37). Debt is not only an economic mechanism, it is also a security-state technique of government aimed at reducing uncertainty of the behavior of the governed. (Lazzarato, 46).\n- \"Debt is not an impediment of growth. Indeed, it represents the economic and subjective engine of the modern-day economy. Debt creation, that is, the creation of and development of power relations between creditors and debtors, has been conceived and programmed as the strategic heart of neoliberal politics\" (Lazzarato, 25).\n- \"Debt produces a specific \"morality\", at once different from and complementary to that of \"labor\". The couple \"effort-reward\" of the ideology of work is doubled by the morality of the promise (to honor one's debt) and the fault (of having entered in it).\" \"The morality of debt results in the moralization of the unemployed, the \"assisted\", the users of public services, as well as entire populations.\" (Lazzarato, 30)\n- Neoliberalism governs through multiple power relations: creditor-debtor, capital-labor, welfare programs-users, consumer-business, etc. But debt is a universal power relation, since everyone is included within it. Even those too poor to have access to credit must pay interest to creditors through the reimbursement of public debt; even countries too poor for Welfare State must repay their debts. (Lazzarato, 32)\n- Viewing debt as the archetype of social relations means two things: (1) Conceiving economy and society on the basis of an asymmetry of power and not that of commercial exchange that implies and presupposes equality. It introduces power differentials between social groups and redefines money. (2) Debt means immediately making the economy subjective, since debt is an economic relation which, in order to exist, implies the molding and control of subjectivity such that labor becomes indistinguishable from \"work on the self\" (Lazzarato, 33).",
    "sources": ["Maurizio Lazzarato, The Making of the Indebted Man, (Cambridge: The MIT Press, 2011)."]
  },
  {
    "title": "THE PROJECT OF AUTONOMY",
    "creator": null,
    "category": 2,
    "tags": ["Utopia Under Capitalism"],
    "startDate": 2008,
    "description": "- Tafuri quote: \"In the face of modernized production techniques and the expansion and rationalization of the market, the architect, as producer of \"objects\", became an incongruous figure. It was no longer a question of giving form to single elements of the urban fabric, nor even to simple prototypes. Once the true unity of the production cycle has been identified in the city, the only true task the architect can have is to organize this cycle. Taking this position to its extreme conclusion, Hilberseimer insists of elaborating \"organizational models\" as the only one that can fully reflect the need for Taylorizing building production, as the new task of the technician, who is now completely integrated into this process\" (Aureli, 77)",
    "sources": ["Pier Vittorio Aureli, The Project of Autonomy, (New York: The Temple Hoyne Buell Center for Study of American Architecture, 2008)."]
  },
  {
    "title": "THE RISE OF MACHINES",
    "creator": null,
    "category": 3,
    "tags": ["Automation", " Technological Unemployment"],
    "startDate": 2013,
    "description": "- \"Automation isn't freeing us from work – it's keeping us under capitalist control.\" (Mueller, 11)\n- Machines are not used to make work easier, but to maintain capitalist control over work processes and to prevent workers form getting organized. High-tech monitoring bracelets force worker's in contests against each other \"gamifying work\". \"Automation's prime function is to destroy the ability of workers to control the pace of work\". \"Niggermation\" is a term referring to the practice of forcing black workers to work at high speeds on dangerous machinery. In 1973, 65 workers died per day in work related injuries. (Mueller, 13)",
    "sources": ["Gavin Mueller, \"The Rise of Machines\", Jacobin, Spring 2013, 11."]
  },
  {
    "title": "THE RULE OF LOGISTICS, WALMART AND THE ARCHITECTURE OF FULFILLMENT",
    "creator": null,
    "category": 2,
    "tags": ["Logistics Space"],
    "startDate": 2016,
    "description": "- In the pursuit of optimization, territory is increasingly abstracted, and new forms of architecture and of conceptualizing territory emerge (LeCavalier, 56).\n- These are buildings built \"for logistics\" and others built \"by logistics\". For logistics expands outwards and includes larger landscapes infrastructures and territories. By Logistics is difficult to distinguish from surroundings (LeCavalier, 56).\n- Emergence of a new \"geographical architecture\" which acts beyond the single building and reaches beyond its immediate context; logistical architecture controls terrain. It is understood by its position within the larger network - outside the convention of focus on organization, form, enclosure, symbolic content of single instance (LeCavalier, 59). Exterior is adapted to individual sites \n- Logistical architecture emphasizes horizontality over verticality (75). The placement of the building is more important than the building itself. The architecture is concerned with the communicative surface (LeCavalier, 78).\n- Logistics is a temporal and interiorizing industry that shapes the things in encounters. The ideas of architecture as something stable & expressive of collective values is gone. Architecture is an operating expense as opposed to capital investment, buildings as means to an end. Together they form an intertwined and constantly transforming set of shared interiors (LeCavalier, 104).",
    "sources": ["Jesse LeCavalier, The Rule of Logistics, Walmart and the Architecture of Fulfillment, (Minneapolis: University of Minnesota Press, 2016)."]
  },
  {
    "title": "THE SECRET HISTORY OF ANCIENT TOILETS",
    "creator": null,
    "category": 4,
    "tags": ["Communal Pleasure"],
    "startDate": 2017,
    "description": "\"I had a lovely conversation with a few people while sitting on the toilet the other day.\"\nAround 1st Century BC, public latrines became a major feature of Roman infrastructure. In a city with over one million inhabitants, ninety-five percent of the inhabitants did not have access to a private bathroom. Only wealthy Romans could afford the luxury of having a private bathroom by tapping directly into the public aqueducts. For the majority of Romans lacking their own bathroom, public latrines were the option aside from keeping urinal pots at home.\nPublic latrines were rooms lined with stone or wooden bench seats every few feet. The toilet holes were round on top of the bench with a narrow slit extending forward and down over the edge in a keyhole shape.\nThrough these slits, it was believed that people cleaned themselves with a sponge-tipped stick shared by everybody.\nThese sponge sticks were located in the small gutter in front of the seats. When people finished cleaning with the sponge stick, they would scrape the sponge against the side of the stone hole that they were seated on and let it fall under the seats.\nConstant running water flushed away the waste into a sewage system that ran under the streets of Rome. This system was made possible by several aqueducts that flowed into the city, keeping it supplied with fresh flowing water.\nIn some ancient bathrooms, there were space for one-hundred people at a time. The bathrooms were open to all genders and all ages. People were discussing business or gossiping to one another while going to the bathroom.\nHowever, the public bathrooms were not only visited by the common citizen, the wealthy also frequented them. Since every location in ancient Rome where large crowds gathered was an opportunity for wealthy Romans to pander to their constituents, the public bathrooms were a great location for mingling with each other. \nThe public latrines were places for local gossiping, chatting and doing one's business. There were no barriers between the toilet seats, but people maintained sense of privacy with their long garments.",
    "sources": ["Chelsea Wald, The Secret History of Ancient Toilets, accessed November 7, 2017, https://www.nature.com/news/the-secret-history-of-ancient-toilets-1.19960"]
  },
  {
    "title": "THE STACK",
    "creator": null,
    "category": 2,
    "tags": null,
    "startDate": 2015,
    "images": [{ "src": "/images/media/THE STACK.png", "src_thumb": null, "caption": null }],
    "description": "- Benjamin Bratton develops a way of thinking about the territories of information and software beyond the military division of land, air, and sea. By thinking about computation on a planetary scale, Bratton develops the idea of the stack which is composed of layers which begin from a global scale and start to zoom into to a more local scale. Linkages across these scales can happen in different ways such that a path that connects one person to the cloud could take a completely different route than his/her neighbor and even be denied access along the way. This way of looking at the world, state vs. market now has an added dimension, which is the platform – neither state nor market, the platform takes and informs both with its logic. States have citizens, the market has consumers, and the platform has users.\nPlatforms centralize and decentralize at once, drawing many actors in a common infrastructure. (Bratton, 46)\n- Another important point that Bratton makes, is that the cloud is innately physical due to the extraneous amounts of energy and mineral extraction it requires to take form earth to continue expanding, though we do not perceive its physical presence.\n- Additionally, platforms expand by accumulating surplus in two ways – the first is through user surplus – the information that a user has access to is more valuable once involved with the platform, and the second is through platform surplus – where the accumulated data from users is more valuable than the cost of producing and running the platform. Platform economics tend to monopolize power and wealth into centripetal consolidations as the platform surplus greatly exceeds the user surplus.\n- Platforms are not neutral and this is what makes them useful as geopolitical design tools.",
    "sources": ["Benjamin H. Bratton, The Stack: On Software and Sovereignty, (Cambridge: MIT Press, 2015)."]
  },
  {
    "title": "THE UNHOMELY BED",
    "creator": null,
    "category": 2,
    "tags": ["Collective Living"],
    "startDate": 2016,
    "description": "- Le Corbusier envisioned the city as a system of multiple minimal retreats in which the communal sphere is eliminated by the autonomous nature. In contrary, Hannes Meyer's Co-op interieur was a minimal housing with reduction of space. It expressed a temporary shelter for retreat dependent on the external infrastructure, rendering the social sphere an active interface.\n- According to Hannes Meyer, the exterior was an extension of the interior. Placing these two directions in the search for minimal housing today points to a lifestyle in permanent setting versus a seminomadic way of living.",
    "sources": ["Aristide Antonas, \"The Unhomely Bed\" in Hannes Meyer Co-op Interieur, (Berlin: Spekter Books, 2016)."]
  },
  {
    "title": "TIME CONFETTI",
    "creator": null,
    "category": 1,
    "tags": ["Notion of Work"],
    "startDate": 2015,
    "description": "- The domain of work and non-work is increasingly collapsed. Work is no longer constitutes a monolithic period of time but is scattered throughout the day, making leisure an in-between supplement. (Self)",
    "sources": ["Jack Self, \"Time Confetti\" in Volume #45, 2015."]
  },
  {
    "title": "TRAJECTORIES OF PRODUCTION LABORATORIES",
    "creator": null,
    "category": 2,
    "tags": ["Live-Work"],
    "startDate": 2001,
    "description": "- Now the laboratorium is a skein of interwoven architectures: arhcitectures of software, and managerial structures of unruly complexity; dispersed architectures of \"post-studio\" non-sites, and elusive architectures of influential images, texts, and data distributed over networks of film and type. In confronting this world in which the arbitrariness of the perimeter is apparent, we would do well to reflect upon earlier moments of apparent centered-ness and stability. Perhaps we should return to those older laboratories or studio functioned on the premise of an isolated self-sufficiency, that premise need not be taken at face value. The site of the Cavendish Physics Laboratory or the Parisian painter's garret under the stars might be mere nodes in a network of relays among industries, training grounds, educational systems, and social hierarchies that enabled empirical or artistic work. Perhaps the laboratory and studio were always already dispersed and we have only now been forced to confront that possibility. (Gallison and Jones, 210)",
    "sources": ["Peter Galison and Caroline A. Jones, \"Trajectories of Production Laboratories/ Factories/ Studios\" in Laboratorium, (Antwerp: Dumont: Antwerpen Open: Roomade, 2001)."]
  },
  {
    "title": "TRIPLE DECKER",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "description": "The Three-decker, or triple-decker, is a vernacular type that emerged in Boston in streetcar suburbs of the late 1800s. It is part of the typology of the French apartment, prominent in downtown Boston at the same time, but designed for the lower and middle classes. Therefore, the Triple-Decker and the Apartment Hotel are part of the same type but reflect a social and therefore architectural hierarchy (Shand-Tucci, 121).\nThe common proportion of the three-decker is 1:2, 25ft to 50ft, and it is a free-standing wood-framed building of the same three (typically, but could be more) identical residences stacked on top of one another, where each family occupied one level. Two types of triple-deckers emerged in Boston (pitched roofs in Roxbury and flat roofs in Dorchester) in different areas and as they spread southward, the types eventually mixed as builders started sharing more knowledge. The flat roof was initially a strategy for building an extra floor because the gabbled roof had limited habitable space, but some triple-deckers also had three levels with a gabbled roof. The three-decker type was diffused across the city near streetcar lines. The separate buildings were conceived to (1) allow light and airflow throughout the apartment (2) prevent from the spread of fire and disease, but also (3) for the aesthetic purpose of looking like a single-family large house. The room facing the street was the parlor, and the back room is the kitchen. The porch is the true invention of the triple decker, as it gives it its distinct character. \nThe triple-decker was the speculative house of the 1890s, designed to maximize rental capabilities. They presented the opportunity for home ownership as one family owned one level and rented out the other two. The three-decker therefore allowed the middle-class citizens to become homeowners and to generate income from their home. In this sense, the triple-decker was considered as \"democratic architecture. Built for the average family to have the benefits of suburban life while living close to the city jobs.\"\nThe building of three-deckers was competitive and did not require large amounts of capital so that the builders themselves tended to be drawn from the ranks of local tradesmen. Most of the three-deckers were built by immigrant groups. This set up provided affordable housing to families while keeping the government out. The family that owned the property would maintain it often by its own labor, marking a move away from the paternalistic models of the company town. The triple-deckers were well situated next to mills, sometimes even anticipating the construction of a new mill, so the density of the triple-decker and the mill were linked – axially, economically, politically, and socially such that the triple decker cannot be considered outside of this context [of distributed workplaces such as the mills that scattered Boston].\nThe end of the triple-decker was marked by a local architect in Boston, Kilham, who advocated for keeping the city more open to air and to sunlight thus \"champion[ing] a Massachusetts zoning statute which permitted local governments to outlaw wooden tenements higher than two and a half stories\". The type also suffered as construction costs for three-levels went up. Today, triple-deckers exceed the density, setbacks, and height of current zoning regulations. They currently make up 14% of the building stock in Boston (this does not include Cambridge and Somerville) but also 21% of the foreclosed property in the city. While Boston is trying to preserved them as a valuable affordable housing units, owners often do not maintain them and allow them into disrepair – or they are rented out as rooms to students, who drive up the rents and take them off the affordable housing market.",
    "sources": [
      "Kingston Wm. Heath, \"Housing the Worker: The Anatomy of the New Bedford, Massachusetts, Three-Decker\", Perspectives in Vernacular Architecture, 10 (2005) 47-59.",
      "City of Boston, Boston's Triple-Deckers, (no date?)",
      "Richard M. Candee and Greer Hardwick, Early Twntieth-Century Reform Housing by Kilham and Hopkins, Winterthur Portfolio, 22, 1 (Spring 1987) 47-80.",
      "Douglass Shand-Tucci, Built in Boston, (Amherst: University of Massachussetts Press, 1999), 101-130."
    ]
  },
  {
    "title": "TYPICAL PLAN",
    "creator": null,
    "category": 2,
    "tags": ["Workspace"],
    "startDate": 1995,
    "description": "- The ambition of the typical plan is to create new territories for the smooth unfolding of new processes, in this case, idea accommodation for business… business is the most formless program. It does not demand a particular architecture, its only function is to let its occupants exist. \n- \"Air conditioning, which is the sine qua non of the typical plan, imposes a regime of sharing air that defines invisible communities, homogeneous segments of an airborne collective…\" (339)\n- \"The typical plan is Western. There is no equivalent in any other culture.\" (339)\n- \"Typical plan implies repetition – it is the nth plan: to be typical, there must be many – and indeterminacy; to be typical, it must be sufficiently undefined. (342)\n- \"Typical Plan is as empty as possible: a floor, a core, a perimeter, and a minimum of columns… Typical plan is about exclusion, evacuation, and non-event.\"\n- Concentrations of Typical Plans have produced the skyscraper; unstable monolith; accumulation of skyscrapers, the only \"new\" urban condition: downtown defined by sheer quantity rather than as a specific formal configuration.",
    "sources": ["Rem Koolhaas, \"Typical Plan\" in SMLXL, (New York: The Monacelli Press, 1995) 335."]
  },
  {
    "title": "USONIAN HOUSES",
    "creator": null,
    "category": 1,
    "tags": ["Housing Precedents"],
    "startDate": 1930,
    "images": [{ "src": "/images/media/USONIAN HOUSES.jpg", "src_thumb": null, "caption": null }],
    "description": "- Jacobs' First House\n- 1,500 sqft, built in 1936 for $5,500\n- Usonians are studies of the economy of cost gained through economy of design\n- Houses used a modular planning grid, in-floor radiant heating, board and batten construction\n- There were no radiators no basements, no attics, no downspouts, gutters, plaster or paint, or garages\n- Simplified construction process so people could build a large part of the house themselves\n- Maximized use of prefabrication\n- Small scale, not much space for many possessions\n- Conservation of energy through passive ventilation and large overhangs, thermal mass of masonry and concrete to minimize extreme temperature changes\n- Wright aspired to create a democratic, distinctly national style that was affordable to the \"common people\" of the United States\n- However, construction ended up being more complicated than thought, and most people hired professionals to do the construction. The houses ended up being unique, custom homes for families of comfortable means\n- Grew out of Wright's earlier prairie houses\n- Usoniam Automatics used concrete blocks, reducing the need for skilled labor\n- Still relied on traditional form of the nuclear family, but demanded changes in lifestyle in other areas: keeping fewer possessions, wearing sweaters in winter and not relying on the thermostat, etc",
    "sources": null
  },
  {
    "title": "WHAT ARE YOU SITTING ON",
    "creator": null,
    "category": 3,
    "tags": ["Furniture", " Transformable"],
    "startDate": 2017,
    "description": "- Lissitzky considered that \"the contemporary apartment must be put together like the most up-to-date suitcase ..., we must take into consideration every necessity to be packed in and utilize every cubic centimeter.\" (Strelka Magazine)",
    "sources": ["\"What are you sitting on: (Non) Mass Furniture in the USSR\", Strelka Magazine, accessed October 4, 2017, http://strelka.com/en/magazine/2017/06/20/soviet-furniture"]
  },
  {
    "title": "WHAT IS A COLLECTIVE?",
    "creator": null,
    "category": 2,
    "tags": ["Collective Living"],
    "startDate": 2009,
    "description": "- The collective, which is a community existing through the absence of something in common, rejects the validity of this idea of grouping together, because the collective is to all intents and purposes a group whose members are too different to be able to submit to any principle of unity or any common ideal. (Steinweg)\n- Where a collective takes shape or is beginning to do so, there is already a minimum of shared order and a minimum of coherence about its shared hopes and projects; but there is also the common betrayal of this non-existence, which is what finally constitutes the collective. If there are no criteria for liaison which regulate the dynamic and the existence of the collective, then there is no collective, or rather there is only the non-existence or the pure possibility of a matrix latent within it. (Steinweg)",
    "sources": ["Marcus Steinweg, \"What is a Collective?\" in New Forms of Collective Housing in Europe, (Basel: Birkhäuser, 2009)."]
  },
  {
    "title": "WORK ALONE",
    "creator": null,
    "category": 2,
    "tags": ["Workspace"],
    "startDate": 2017,
    "description": "- The presence of work in our personal lives convinces us that our work is indeed intensely personal and highly personalized. … The office is everywhere and work is all around us. At the same time, more and more our actual places of work resemble the home. (Self)\n- What sets monastic life apart from that of the artist or creative is a certain relationship between solitude and collectivity. Monks labored alone, but when they did come together it was primarily to celebrate Mass. In other words, the strength of their society was directly related to the possibility of being alone, what they called a \"community of individuals\". (Self)\n- As a typology, the café is an environment where people choose to come and thus are free to go. There is no suggestion that people in a café form a community. It is the antithesis of monastic work: we are together, but alone; monks were together, though apart. The absence of strong interpersonal bonds in contemporary workplaces, and their aversion to the creation of community, produces an easily expendable and replaceable workforce. (Self)\n- If we consider the statistics on how we live today, we seem to be returning to a monastic form of life: little or no sex, no children, one-room apartment in a closed complex, or little cells in a shared house. The architecture of the monastery is today reflected in every dwelling. (Self)\n- The collapse of work and leisure means our sense of self and identity is defined almost exclusively by what we do, and what others say about what we do. We may have replaced God with Mammon, but this \"always-on\", \"stand-by\", \"just-in-time\" lifestyle is monastic in every sense: we are our jobs, just like the monks. This phenomenon is a potent sign, reinforcing the reality that Western society is transmitting to a neofeudal capitalist regime of extreme privilege and wealth inequality. (Self)",
    "sources": ["Jack Self, \"Work on, work on, but you'll always work alone\", The Architectural Review, accessed November 3, 2017, https://www.architectural-review.com/rethink/work-on-work-on-but-youll-always-work-alone/10002024.article"]
  },
  {
    "title": "WORK AND THE CITY",
    "creator": null,
    "category": 2,
    "tags": ["Workspace", " Time-Use", " Archipellago", " Notion of Work", " Work Ethics"],
    "startDate": 2008,
    "description": "- Frederick Taylor's Scientific Management (1911) maximizes efficiency by directing workmen from above. Control and organization became far more important than individual intelligence. Discipline and obedience in following the formula were vital. (Duffy, 32)\n- The Cube (1970s) organizes individuals on a regular layout within very deep office space. The essentially heartless utilitarian and eventually militaristic vision that lies at the heart of and is the principal strength and weakness of Taylorism. (Duffy, 33)\n- The \"Social Democratic\" office (1960s-70s). An example is Niels Torp's SAS headquarters in Stockholm. Equal-sized and individually controllable rooms are connected to a collective interior street lined by restaurants, cafes and other amenities. (Duffy, 35)\n- A \"demand chain\" – start with the users rather than investment to achieve a sustainable environment for the knowledge economy. (Duffy, 53)\n- \"The Networked Office\" – potential of 1. making knowledge based work more enjoyable and compatible with other activities 2. facilitating more efficient and effective use of existing buildings and cities 3. making a huge contribution to creating sustainable cities (Duffy, 55)\n- The reconfiguration of the workplace combined with radical rethinking of the pattern of use of working and living spaces over time supported by the introduction of a user based and responsible, demand-led system of procurement and delivery are the three necessary components of the complete answer to sustainability. (Duffy, 62)\n- The domain of work and non-work is increasingly collapsed. Work is no longer constitutes a monolithic period of time but is scattered throughout the day, making leisure an in-between supplement. (Self)\n- The outmoded laws of synchrony (the necessity of working at the same time as one's fellow workers) and co-location (the necessity of working in the same place with the same people) are losing power because of the new freedoms brought by technologies. (Duffy, 16)\n- As knowledge economy develops, work is becoming plural, more social and less confined within conventional organizational boundaries. … Core physical space is diminishing while interactions that transcend and spill beyond the walls of office buildings are multiplying. (Duffy, 48)",
    "sources": ["Frank Duffy, Work and the City, (London: Black Dog Publishing Limited, 2008)."]
  },
  {
    "title": "WORKHOTEL",
    "creator": null,
    "category": 1,
    "tags": ["Workspace", " Archipellago"],
    "startDate": 2014,
    "description": "- By juxtaposing office and hotel, work and leisure with a highly calibrated temporal and spatial organization, this thesis proposed a platform that redefines flexibility in office space, challenges the concept of ownership and questions the distinction between productivity and relaxation, work and play. (Dixon)",
    "sources": ["Alexander M Dixon, Thesis/ Dissertation \"WorkHotel\", Massachusetts Institute of Technology, 2014."]
  }
]
